{
  "metadata": {
    "model": "jinaai/jina-embeddings-v3",
    "dimension": 1024,
    "task": "retrieval.passage",
    "normalization": true,
    "environment": "colab",
    "created": "2025-06-10T06:41:41.473002",
    "model_parameters": {
      "trust_remote_code": true,
      "normalize_embeddings": true
    }
  },
  "vectors": [
    {
      "id": "psyn-eng_item001",
      "count": 1,
      "created": "2025-06-10T06:40:22.792392",
      "text": "Examining the mental health symptoms of neurodivergent individuals across demographic and identity factors: a quantitative analysis Abstract Background: New research indicates that neurodivergent individuals experience unique intersections of identities at a much higher rate than historical research suggested. Factors such as race, gender, and sexuality interact with neurodivergent identities to influence their lived experiences and healthcare needs. While intersectionality has gained traction in research, the intersection of neurodivergence with other marginalized identities remains underexplored. Objective: This study seeks to fill this gap by examining how various social identities interact with neurodivergence to mediate mental health symptoms. Understanding these interactions is crucial for developing inclusive mental healthcare practices that affirm neurodivergent identities and address disparities in mental health outcomes among marginalized populations. Methods: Data was collected between May 2023 and March 2024 from 14,219 individuals admitted to a virtual intensive outpatient mental health treatment program. Clients self-reported demographic information, including neurodivergent identity, gender, sexual orientation, and race. Two-way MANOVAs were run to assess the interactions between different identities and the impact that those interactions had on anxiety and depression scores at both intake and discharge. When MANOVAs indicated significant interactions, followup two-way ANOVAs were conducted for each dependent variable. Results: Sexual and gender minority respondents were more likely to identify as neurodivergent compared to their straight and gender binary counterparts. Significant interactions were found between neurodivergence and gender on depression, as well as neurodivergence and sexual orientation on both depression scores and anxiety scores. However, no significant interactions were found between neurodivergence and racial identity with respect to depression or anxiety scores. Discussion: The complex interplay between neurodivergent identity and additional marginalized identities has a significant impact on how mental health symptoms are experienced, and therefore should have a significant impact on how treatment is tailored to the individual. By providing identity-affirming care, individuals are given the space to process their mental health symptoms in an empowering and less stressful environment. Introduction Neurodivergent individuals experience a rich and complex intersection of identities (Cooper et al., 2018; Dewinter et al., 2017; Fombonne and Zuckerman, 2022). Factors such as race, gender, and sexuality interact with their neurodivergent identities to impact their quality of life through the way that the world interacts with them and vice versa. Despite the growing recognition of intersectionality and neurodiversity in academic and social discourse, there remains a notable gap in research that explores the overlap of these two frameworks. This paper seeks to address this gap by examining mental health symptoms of neurodivergent individuals within the context of intersectionality. By expounding upon the ways in which various social identities intersect with neurodivergence and potentially mediate mental health symptoms, we aim to contribute to a deeper understanding of the lived experiences of neurodivergent individuals and advocate for more inclusive and equitable mental health treatment. Identity formation and intersectionality While identity development has been a subject of study since Erik Erikson introduced it as the fifth stage of development in the 1960s (Erikson, 1966), the exploration of how multiple identities interact and mediate individuals’ lived experiences has gained increased scholarly attention more recently. With the emergence of intersectionality theory. Introduced in the late 1980s by legal scholar Crenshaw (2013), intersectionality aims to shed light on the ways that coexisting identities may simultaneously impact a person’s lived experience within a social and political setting. The converse of intersectionality–the single determinant model of identity– proposes that one aspect of a person’s identity is the sole determinant of disenfranchisement within a system. Alternatively, intersectionality proposes that social identities have a complex and overlapping impact on privilege or disenfranchisement. For example, while Black men and women may share a racial identity, the ways in which they experience society differ due to their differences in gender identity (Gibson et al., 2016). Similarly, LGBTQIA+ people of color may experience compound discrimination relative to their white counterparts (Kisler, 2013). Combinations of marginalized identities effectively alter the experiences of individuals. Intersectionality has recently gained traction in quantitative research, with a surge in quantitative studies post-2010 (Bauer et al., 2021). With the more recent adoption of this framework into quantitative research, many new studies have demonstrated important differences in healthcare quality based on the held identities of patients. For example, Morrow et al. (2020) interviewed Asian men about their mental health. Their direct quotes revealed that they were cognizant that mental health stigma cannot exist outside of the social frameworks of their gender and race. Similarly, Seng et al. (2012) conducted a secondary analysis on women with PTSD and found that the number of marginalized identities the women held significantly impacted PTSD symptoms and quality of life scores. Lastly, Mereish and Bradford (2014) found that sexual minority clients had a greater risk of lifetime substance use problems, with nuanced differences when considering gender and racial differences. Neurodivergence A burgeoning focus on neurodiversity in society underscores the potential utility of incorporating neurodivergent identities into intersectionality frameworks. Neurodiversity asserts that variations in cognitive processing are natural and not inherently negative. While we all exhibit neurodiversity between one another, neurodivergent conditions are generally thought of as diagnosable differences in neurocognitive processing. Conditions such as autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD) fall under the umbrella of neurodivergence, along with other neurocognitive and developmental conditions. Additionally, as the neurodivergent movement continues to grow and evolve, there are increasing calls for neurodivergence to include mental health disorders such as anxiety or OCD due to the changes in cognitive processing that are common in these disorders. As this paper’s focus is about the impact of identity on mental health symptoms, anyone who identifies as neurodivergent, regardless of clinical diagnosis, was considered for the sake of analysis. Individuals who identify as neurodivergent frequently report worse depression, anxiety, and quality of life scores (Kroll et al., 2024; Lai et al., 2019). Additionally, they tend to have higher utilization rates in healthcare settings (Zerbo et al., 2019; GupteSingh et al., 2017), but worse quality of life outcomes (Fleming et al., 2017; Loe and Feldman, 2007; Van der Oord et al., 2005). The current state of healthcare for neurodivergent individuals clearly indicates that our understanding of neurodivergent needs is severely lacking. Following the disability movement, the neurodivergent paradigm posits that it is not an individual’s deficits that impose hardship, but rather society’s lack of accommodations. In other words, it is a neurodivergent individual’s marginalization that contributes to their disenfranchisement, not their neurodivergence directly. This lack of understanding may be driven by the fact that historically, neurodivergent research has focused primarily on white males in clinical settings (Kalb, et.al., 2022). As a result, this research has left out a large portion of the neurodivergent population (Craddock, 2024; Brickhill et al., 2023; Lovelace et al., 2021). However, research has shown that individuals who identify as neurodivergent are more likely to hold other marginalized identities, such as gender and sexual minority identities (Cooper et al., 2018; Dewinter et al., 2017), who are already at risk of developing severe mental health conditions (Berry et al., 2023; Robertson et al., 2021). This finding lends additional credence to the argument that neurodivergence must be viewed within the lens of intersectionality, as a majority of neurodivergent individuals are not white males, as the historical research suggested (Krahn and Fenton, 2012). Intersectionality in neurodivergent-affirming care Since the majority of neurodivergent research has been conducted with white males (Kalb, et.al., 2022), individuals of other races and genders tend to be underdiagnosed (Bennett and Goodall, 2022) and under-supported (Dababnah et al., 2018). Further research is required to understand the needs of these underserved populations. Additionally, because autism was initially viewed, and is often still categorized, as a social deficit. Consequently, autistic individuals were often thought of as lacking a rich social life and social identity. As we grow to understand neurodivergence as a social identity and culture, it is imperative that we begin investigating the impact it has on individuals who may not fit the historic model of neurodivergence. Identity-affirming care, which acknowledges and accepts clients’ identities, is rooted in the theory of the social structure of health, or the idea that the conditions in which people live, learn, work, play, worship, and more, affect quality of life and health outcomes. While studies have shown that affirming neurodivergent identities is associated with better clinical outcomes (Kroll et al., 2024; Davies et al., 2024), further exploration is needed to understand how this acknowledgement may vary based on intersecting identities (Botha and GillespieLynch, 2022). Until neurodiversity is viewed under an intersectional lens, we cannot provide the best treatment to neurodivergent individuals because we do not fully understand how their other identities interact with their neurodivergence and ultimately impact their lives. Incorporating intersectionality into therapy practice, as proposed by Chantler (2005), could lead to more equitable mental health outcomes by addressing disparities faced by marginalized groups.  Study objectives This paper aims to identify common intersections and interactions between neurodivergent identities and other major marginalized identities. The first objective of this paper is to analyze the rate at which neurodivergent clients within a high acuity population hold additional marginalized identities. The second objective is to assess the interaction between neurodivergent identity and mental health symptoms when a client holds other marginalized identities. These findings will then be used to make clinical recommendations for the treatment of marginalized individuals who also hold a neurodivergent identity. Methods Setting Data collection took place at Charlie Health, a virtual intensive mental health treatment program that primarily worked with high acuity individuals between the ages of 11–35 at the time of this study. The majority of clients present with high acuity mental health concerns such as suicidal ideation, self-harm, high depression scores, or high anxiety scores. Charlie Health’s programming consists of 9 h of group sessions, 1 h of individual therapy, and an optional hour of family therapy per week, plus psychiatry as-needed. An integral part of Charlie Health’s treatment model is a compassion-focused and identity-affirming approach to care. Each group session is easily adaptable to create inclusive and supportive environments. These adaptations include addressing sensory needs, allowing for multiple dimensions of communication, and an exploration of social identity. Ethics statement This study was reviewed and approved by the NorthStar Institutional Review Board (IRB), who deemed this investigation exempt as secondary research usage (NB400214). Statement on positionality and participatory research The lead researcher and author of this paper identifies as a neurodivergent woman and recognizes the differences in symptom presentations between demographic groups within the course of mental health treatment. Her goal is to highlight the ways in which these differences can be affirmed and utilized in treatment settings to provide personalized care to neurodivergent individuals. Their background is informed by quality improvement work in a mental health setting and additional identity research. Furthermore, the questions posed regarding neurodivergence were written in conjunction with Charlie Health’s Director of Clinical Curriculum who identifies as neurodivergent. Questions regarding race and sexual orientation were reviewed and approved by Charlie Health’s Director of DEI. All analyses were reviewed by multiple individuals who identify as neurodivergent, as well as individuals who do not identify as neurodivergent but have a history of working with neurodivergent clients. Data collection Between May 2023 and March 2024, intake data were collected from 14,219 participants. Clients were given an intake survey in the first hour of their orientation to group therapy. A Charlie Health staff member joined the group and distributed personalized links to each client. Staff members stayed in the group to answer questions until all clients were finished. Clients were instructed that the survey was optional and would not affect their admission status. Of those 14,219 participants, 9,782 submitted discharge surveys. Discharge surveys were distributed on the client’s last day in group therapy. Clients were pulled into a breakout room on Zoom with a Charlie Health staff member who then gave the client a personalized link to their discharge survey. Clients were informed that the survey was optional and would not affect their discharge status. If the client opted out of the survey, they were sent back to their group; otherwise, once the survey was complete, they were sent back to their group. If a client missed their final group session, they were emailed and texted a personalized link to the discharge survey and prompted to fill it out with a $25 incentive.  Measures Demographics Demographics were collected at intake. Clients were asked to disclose their age, gender, sexual orientation, race, and neurodivergent identity. For this study, a neurodivergent identity of “other” could be anything the client deemed neurodivergent. This is due to the lack of a universally agreed-upon social definition for neurodivergence. All questions were multi-select to allow clients to select all answers that they felt represented them. Depression The Patient Health Questionnaire Modified for Adolescents (PHQ-A) is a 9 item scale that is used to measure depressive symptoms. Questions are rated on a scale from 0 (“not at all”) to 3 (“nearly every day”). A sum score ranging from 0 to 27 was calculated; scores of 5, 10, 15, and 20 represented mild, moderate, moderately severe, and severe depression, respectively (Johnson et al., 2002). Anxiety The Generalized Anxiety Disorder-7 (GAD-7) is a 7 item scale that is used to measure anxiety symptoms. Questions are rated on a scale from 0 (“not at all”) to 3 (“nearly every day”). A sum score, ranging from 0 to 21 was calculated; score cut offs of 5, 10, and 15 represent mild, moderate, and severe anxiety, respectively (Spitzer et al., 2006). Days of self-harm Self-harm was measured by asking clients how many days in the 30 days prior to the survey they had engaged in self-harm. Answers could range from 0 to 30. Data prep Race, gender, and sexuality questions were condensed due to sample size and to allow for higher powered tests. Race was condensed into 3 levels: Black, White, and Other. Gender was condensed into three levels Male, Female, and Other. Sexuality was condensed into five categories: heterosexual, bisexual, pansexual, homosexual, and other. Neurodivergence was also recorded as a binary variable to indicate if a client held any neurodivergent identity or not. Data analysis strategy To identify the rate of overlap between common minority identities and neurodivergence, chi-square tests were conducted between neurodivergence, and race, gender, and sexual orientation. To assess the effect of holding a neurodivergent identity on mental health symptoms among clients who also hold at least one additional minority identity, a two-way multivariate analysis of variance (MANOVA) was conducted for three different demographic groupings: race, gender, and sexuality. For significant interactions observed in the MANOVA, follow-up two-way analyses of variance (ANOVAs) were performed to further explore the relationships between identities and mental health symptoms. Assumptions for the MANOVA, including linearity, multicollinearity, absence of outliers, multivariate normality, and adequate sample size, were tested and met. However, the assumption of homogeneity of variance–covariance matrices (Box’s M test) was violated for the neurodivergent group’s symptoms at intake. Therefore, the GamesHowell procedure was used for post-hoc comparisons at intake, as it does not assume equal variances. Additionally, a Bonferroni correction was applied to all ANOVAs to control for the increased likelihood of Type I errors due to multiple comparisons. Results Demographics Chi-square tests of independence were run to analyze the correlation between neurodivergent identity and additional client demographics. The first chi-squared test examined the relationship between gender and neurodivergence, finding a significant association between gender identity and neurodivergent identity x2 (2, 10,565) = 296.85, p < 0.001. Based on descriptive statistics, female-identifying clients are the least likely to identify as neurodivergent; clients with a gender identity that does not fit into the male/female binary are the most likely to identify as neurodivergent (Table 1). A Cramer’s V score was calculated to assess the strength of the association between gender and neurodivergence, finding a small to medium effect size (Cramer’s V = 0.169). The next chi-square test examined the relationship between sexual orientation and neurodivergence, finding a significant association between them x2 (4, 10,279) = 331.59, p < 0.001. Clients who identified as straight were the least likely to identify as neurodivergent, while pansexual clients were the most likely to identify as neurodivergent (Table 1). A Cramer’s V score of 0.179 indicates a small to medium effect size between sexual orientation and neurodivergence. Finally, a chi-square test found a significant association between racial identity and neurodivergent identity x2 (2,10,103) = 159.1, p < 0.001, with Black clients significantly less likely to identify as neurodivergent compared to white and other clients (Table 1). A Cramer’s V score of 0.124 indicates a small effect size between racial identity and neurodivergent identity.  Symptom presentation at intake Gender A two-way MANOVA was run to evaluate the effect of gender identity and neurodivergent identity on two dependent variables at intake: depression symptoms and anxiety symptoms. The results of the two-way MANOVA indicated significant main effects of both gender identity (F(4, 19,876) = 165.06, p < 0.001, Pillai’s Trace = 0.06) and neurodivergent identity (F(2, 9,937) = 55.501, p < 0.001, Pillai’s Trace = 0.01). Additionally, a significant interaction effect between gender identity and neurodivergent identity was identified (F(4, 19,876) = 2.39, p = 0.048, Pillai’s Trace = 0.0009), indicating that gender and neurodivergent identities have more than just an additive effect on mental health symptoms. Follow up two-way ANOVAs were run for depression symptoms and anxiety symptoms to identify where the effect was present. The interaction between gender and neurodivergent identity was significant on depression symptoms (F(2, 10,196) = 5.21, p = 0.005), but not on anxiety symptoms. As such, a Games-Howell post-hoc test was run to assess the effects of gender identity on each level of neurodivergent identity, and vice versa. For clients who identify as neurotypical, there were significant differences in depression scores between all groupings (p < 0.001 for all groups) (Table 2). Neurotypical clients who do not identify as either male or female reported the highest level of depression at intake, with female clients reporting the second highest rates of depression and male clients reporting the lowest rates of depression. Furthermore, significant differences were found between all levels of gender identity for neurodivergent clients (p < 0.001 for all groups, Table 3), with the same pattern as neurotypical clients. There are significant differences in depression scores between neurodivergent and neurotypical clients who identify as female and male, respectively. However, there were no significant differences in depression scores between neurodivergent and neurotypical clients who identified as a gender other than male or female (Table 2). To further investigate the interactions between gender identity and neurodivergence, two-way MANOVAs were run for both the Autistic and ADHD subpopulations in order to determine if any interactions with gender differ between these two neurodivergent identities. Significant main effects were found for autistic identity (F(2, 9,938) = 28.426, p < 0.001, Pillai’s Trace = 0.006), along with significant interactions between autism and gender (F(4, 19,876) = 2.414, p = 0.047, Pillai’s Trace = 0.00097). Similarly, significant main effects were found for ADHD (F(2, 9,937) = 42.298, p < 0.001, Pillai’s Trace = 0.0086). However, there were no significant interaction effects between ADHD and gender (F(4, 19,876) = 1.814, p = 0.123, Pillai’s Trace = 0.00073), marking an important distinction between Autistic and ADHD individuals. As a follow up to the significant interaction effects between gender and autism, two-way ANOVAs were run for depression and anxiety to assess where the interaction effect may be present. After a Bonferroni correction with an updated confidence level of p < 0.025, the interaction effect between gender and autism on depression was found to be statistically significant (F(2, 10,196) = 5.259, p = 0.005), while the effect on anxiety was not (p = 0.24). These results are similar to the overall neurodivergent findings. Follow-up Games-Howell tests indicate that significant differences exist between autistic and non-autistic males (p < 0.001) and autistic and non-autistic females (p < 0.001). There were no significant differences between autistic and non-autistic individuals who hold a gender outside of the gender binary (p = 0.09). Additionally, significant differences were present between autistic males and females (p < 0.001), autistic female and non-binary clients (p = 0.003), and autistic males and non-binary clients (p < 0.001). Further details can be found in Table 3. Sexuality A two-way MANOVA was conducted to evaluate the effect of sexual orientation and neurodivergent identity on the same two dependent variables previously discussed. Significant main effects were found for both sexual orientation (F(8,19,352) = 44.48, p < 0.001, Pillai’s Trace = 0.04) and neurodivergent identity (F(2, 9,675) = 39.79, p < 0.001, Pillai’s Trace = 0.008), as well as in the interaction between the two (F(8, 19,352) = 2.75, p = 0.005, Pillai’s Trace = 0.002). This indicates that, similar to gender identity, the interaction between sexual orientation and neurodivergent identity has a combined impact on depression and anxiety that is not simply additive. Follow-up two-way ANOVA tests were run for depression and anxiety to assess where the interaction effect may be present. The interaction effect between sexual orientation and neurodivergent identity was found to be statistically significant on depression (F(4, 9,926) = 5.30, p < 0.001) and anxiety scores alike (F(4, 9,909) = 3.12, p = 0.014), and maintained significance after a Bonferroni correction with an updated confidence level of p < 0.025 Post-hoc Games-Howell tests were conducted between all levels of gender and neurodivergence for both depression and anxiety symptoms, the results of which are summarized in Tables 4, 5. Building on the investigation done between gender and neurodivergence, additional MANOVAs were conducted to identify any interaction effects between sexual orientation and autism or ADHD. Significant main effects were present for both Autistic (F(2, 9,675) = 16.422, p < 0.001, Pillai’s Trace = 0.003) and ADHD individuals (F (2,9,675) = 22.901, p < 0.001, Pillai’s Trace = 0.005). Additionally, both of these neurodivergent identities had significant interactions effects with sexual orientation (Sexuality:Autism F(8, 19,352) = 3.397, p < 0.001, Pillai’s Trace = 0.003; Sexuality:ADHD F(8, 19,352) = 2.262, p = 0.0205, Pillai’s Trace = 0.0019). As such, follow-up two-way ANOVAs were conducted to determine where the interactions were present. Significant interaction effects for both depression and anxiety were present in both the Autistic sample (F(4, 9,926) = 5.92, p < 0.001 and F(4, 9,909) = 3.73, p = 0.005 respectively) and ADHD sample (F(4, 9,926) = 3.72, p = 0.005 and F(4, 9,909) = 4.047, p = 0.003 respectively). After implementing a Bonferroni correction with an adjusted significance level of p < 0.025, all interactions remained significant. Games-Howell tests were run to assess where differences lie between identities. The results of these tests can be found in Tables 6–9. Race A two-way MANOVA was conducted to evaluate the effect of racial identity and neurodivergent identity on depression, anxiety, and days of self-harm. While there were significant main effects of racial identity (F(4,19,042) = 29.27, p < 0.001, Pillai’s Trace = 0.012) and neurodivergent identity (F(2, 9,520) = 68.910, p < 0.001, Pillai’s Trace = 0.014) on the combined dependent variables, there was no significant interaction between race and neurodivergence. Since this paper focuses on interaction effects between multiple identities, no follow-up tests were conducted for race and neurodivergence. Finally, two-way MANOVAs were conducted for Autistic and ADHD subpopulations to determine if race interacted with these two neurodivergent conditions differently. As seen in previous tests, both autism and ADHD identities showed significant main effects, however, neither had significant interaction effects with race (p = 0.052). As such, no follow-up tests were conducted for these subpopulations. Treatment outcomes To assess outcomes post-treatment, the sample was filtered to only include clients who successfully completed treatment and discharged based on clinical recommendation to ensure that we were measuring the effect of a full episode of successful treatment. Of the 9,782 clients who submitted a survey upon discharge, 50.30% routinely discharged, leaving us with a sample size of 4,921 clients. Based on two-way MANOVAs, there are no significant interaction effects between gender and neurodivergence (F(2,902) = 1.66, p = 0.190, Pillai’s Trace = 0.0037), sexual orientation and neurodivergence (F(2, 874) = 2.236, p = 0.108, Pillai’s Trace = 0.005), or race and neurodivergence (F(2,881) = 2.600, p = 0.075, Pillai’s Trace = 0.0059) on the combined dependent variables of depression symptoms and anxiety symptoms by discharge. Interpretation The initial investigation revealed disparities in the rate of neurodivergent identification within different marginalized groups. Clients who identified as a racial minority were less likely to identify as neurodivergent compared to their white counterparts, while gender and sexual minority individuals had a higher likelihood of identifying as neurodivergent. These findings align with existing literature (Cooper et al., 2018; Dewinter et al., 2017) and emphasize the importance of recognizing and acknowledging the wide array of identities that an individual holds when implementing treatment. Furthermore, these differences in rates of identification between groups may indicate societal differences that would benefit from further study. Historically, racial minorities have disparate access to neurodivergent-affirming care such as evaluations and diagnoses, both due to reduced access to healthcare overall (American Medical Association, 2023), and diagnostic tools shaped by white standards (Council of National Psychological Associations for the Advancement of Ethnic Minority Interests, 2016). This limited access to care that can provide context and education around neurodivergent conditions could further reduce an individual’s willingness to identify as neurodivergent therefore reducing the likelihood of identifying as such. This study also investigated the complex relationship between neurodivergent identity and mental health symptoms within the context of intersecting marginalized identities, intending to fill the gap in the research on neurodivergence and mental health for marginalized communities. Results indicate that neurodivergent identities should not be considered in a vacuum but instead interpreted in conjunction with additional social and personal identities that individuals hold. A significant interaction between neurodivergence and gender was found in association with depression symptoms, indicating that holding a neurodivergent identity can impact depression symptoms differently depending on an individual’s gender identity. For example, non-binary, neurodivergent individuals reported higher depression scores than their male and female neurodivergent counterparts. This could be because non-binary individuals face unique challenges and pressures from not meeting traditional gender expectations. For example, non-binary individuals are more likely to face discrimination within healthcare settings (Kattari and Hasche, 2016), further increasing pre-existing mental health symptoms. These common situations further emphasize the importance of considering, acknowledging and affirming all identities during the course of mental health treatment. Additionally, depression symptoms differ for neurodivergent versus neurotypical men and neurodivergent versus neurotypical women, emphasizing the importance of considering both gender and neurodivergent identities when attempting to understand depression scores and how to treat them. As seen by our additional subpopulation tests, Autistic individuals demonstrate a significant interaction effect with gender when it comes to depression. Consider, for instance, an autistic woman who struggles with the sensory input of traditionally feminine clothing such as skirts or heels, but feels pressured to conform to these standards in her traditional office job. The cognitive load of masking her discomfort while in public settings is not distinctly due to her neurodivergence or gender, but a combination of the two identities, and could put her at higher risk of burnout and depression. Interestingly there was no significant difference found in depression scores between neurotypical and neurodivergent individuals who fall outside of the gender binary. This is potentially due to the heightened prevalence of depression that already exists within the non-binary community, making the neurodivergent identity difference less prevalent. Sexual orientation and neurodivergent identity also showed significant interactions for both depression scores and anxiety scores. For example, individuals in our study who were both neurodivergent and identified as pansexual or bisexual tend to report higher levels of depression and anxiety when compared to those who were straight, and those who were neurotypical. By taking into consideration an individual’s sexual orientation and their neurodivergent identity, treatment for depression and anxiety can be better personalized to be more impactful. Finally, no significant interactions were found between racial identity and neurodivergent identity in terms of depression and anxiety scores at intake in this setting. There may be numerous reasons for this. For instance, racial categories used in this analysis may have been too broad. “Black” or “white” as categories can include people with very different life experiences, resources and support systems. This variability could dilute any potential interaction effect between race and neurodivergence. Additionally, while gender and sexual orientation are often up to individual interpretation, racial identity could be considered a cultural and societal construct. As such, racial identities tend to be externally imposed instead of internally constructed. Neurodivergence also tends to be a personal identity up to individual interpretation, and therefore interacts with gender and sexuality internally in a way that has complex interactions on internal states of being like depression and anxiety. Interactions between racial identity and neurodivergence may be more indirect and societally-driven, which could potentially overshadow the direct relationship between the two. Notably, by discharge, any disparities in mental health symptoms among different identities disappeared. This finding was in contrast to previous literature that demonstrated worse quality of life outcomes for neurodivergent individuals despite higher healthcare utilization rates (Fleming et al., 2017; Loe and Feldman, 2007; Van der Oord et al., 2005), underscoring the importance of holistic and affirming care across all aspects of identity in achieving positive treatment outcomes within mental health settings. When treatment is identityaffirming across multiple aspects of an individual’s identity, treatment outcomes are equitable across the board. This could have multiple underlying reasons. When care is adaptable to multiple aspects of one’s identity, the treatment plans are more tailored to individuals needs. Additionally, when care is identity-affirming, it provides a safe and empowering environment for self-advocacy. It can also create a space where identity-related stress can be reduced, allowing individuals to focus more on underlying issues rather than worry about how others are going to interact with and perceive them. Limitations and future research The limitations of this study include the reliance on selfreported data, including neurodivergent status. While selfperception of identity was the important construct for this study, future studies may benefit from considering neurodivergent diagnosis confirmed by medical records. Additionally, researchers and statisticians are still debating the best statistical methods for evaluating intersectionality. Future research should address both of these limitations by developing more robust data collection methods and statistical models that may account for contextual factors such as geographical policies and resources, as well as employing advanced analytical techniques like fuzzy-set theory (Hancock, 2007) to better capture the complexity of intersectional identities. Additionally, anxiety was measured using a generalized anxiety score and therefore may not have captured nuances of anxiety presentation that may be present between different populations. Future research could broaden the scope of measures to assess differences in anxiety symptoms, as well as other mental health concerns such as substance use or PTSD symptoms. Mixed methods studies could provide additional context for the interplay between neurodivergence and other marginalized identities that is not available in strictly quantitative research. Allowing individuals who experience the intersections of complex identities would provide a richer understanding of exactly how the identities shape their lives and how they experience these intersections. Finally, while the sample sizes for ADHD and Autistic clients were large enough to run additional statistical tests on those communities specific larger sample size of neurodivergent individuals who identified as something other than ADHD and Autistic would be beneficial for furthering research on the neurodivergent community as a whole. Conclusion Ultimately, the conclusion of this study echoes the principles of intersectionality at large: health disparities and quality of life are shaped by a complex interplay of various identities. Effective mental health treatment requires viewing a client’s identity holistically; not just as isolated concepts. Furthermore, this study underscores the importance of recognizing neurodivergent identities alongside other social identities, as they contribute greatly to an individual’s sense of self. By affirming a client’s lived experiences and all personal identities, treatment outcomes can be made equitable across a broad population.",
      "vector": [
        0.041259765625,
        -0.1455078125,
        -0.041259765625,
        -0.00927734375,
        -0.00015354156494140625,
        -0.0263671875,
        -0.006744384765625,
        -0.02099609375,
        -0.03076171875,
        0.0026092529296875,
        0.04052734375,
        0.11279296875,
        0.00885009765625,
        -0.1005859375,
        0.08935546875,
        0.0703125,
        -0.12060546875,
        -0.01318359375,
        0.00823974609375,
        -0.037353515625,
        -0.03759765625,
        0.0291748046875,
        -0.0166015625,
        -0.037109375,
        0.043212890625,
        0.09375,
        0.05419921875,
        -0.051513671875,
        -0.11572265625,
        -0.060302734375,
        0.1328125,
        -0.1767578125,
        0.01123046875,
        -0.11767578125,
        0.0908203125,
        0.08251953125,
        -0.034912109375,
        0.03857421875,
        0.057373046875,
        -0.03564453125,
        -0.01202392578125,
        0.08740234375,
        0.0189208984375,
        0.023193359375,
        0.03271484375,
        -0.01165771484375,
        0.048583984375,
        -0.0301513671875,
        0.035888671875,
        0.052001953125,
        0.058837890625,
        0.0908203125,
        0.001373291015625,
        0.01153564453125,
        0.0174560546875,
        0.004547119140625,
        -0.055908203125,
        0.040771484375,
        0.000476837158203125,
        -0.06982421875,
        0.035400390625,
        0.07177734375,
        0.0458984375,
        -0.0303955078125,
        0.03759765625,
        0.06787109375,
        0.00604248046875,
        -0.06884765625,
        0.0234375,
        0.014404296875,
        0.0303955078125,
        -0.03759765625,
        -0.0208740234375,
        0.0106201171875,
        -0.0303955078125,
        -0.005950927734375,
        -0.01031494140625,
        -0.08154296875,
        -0.038818359375,
        -0.0093994140625,
        0.058349609375,
        -0.043701171875,
        0.034423828125,
        -0.0927734375,
        -0.01336669921875,
        0.044189453125,
        -0.06591796875,
        0.0048828125,
        -0.01312255859375,
        -0.01202392578125,
        0.08203125,
        -0.09326171875,
        -0.060791015625,
        -0.126953125,
        0.07373046875,
        0.0101318359375,
        -0.046630859375,
        -0.014404296875,
        0.0274658203125,
        -0.099609375,
        0.035888671875,
        -0.0037078857421875,
        0.018310546875,
        0.0181884765625,
        -0.03759765625,
        0.04931640625,
        0.0172119140625,
        -0.0224609375,
        -0.0908203125,
        -0.01470947265625,
        -0.00457763671875,
        0.0225830078125,
        0.0247802734375,
        -0.0185546875,
        -0.01324462890625,
        -0.0126953125,
        -0.0037078857421875,
        0.0341796875,
        0.06298828125,
        -0.04931640625,
        -0.028076171875,
        0.046630859375,
        -0.04052734375,
        -0.038330078125,
        0.01495361328125,
        0.0157470703125,
        0.004791259765625,
        0.052978515625,
        -0.03076171875,
        0.0091552734375,
        0.004180908203125,
        0.0145263671875,
        0.013427734375,
        -0.037109375,
        0.039306640625,
        0.04443359375,
        0.0155029296875,
        0.046875,
        0.002593994140625,
        0.015869140625,
        -0.04052734375,
        0.013427734375,
        -0.000324249267578125,
        0.0206298828125,
        -0.01470947265625,
        0.00017833709716796875,
        0.030517578125,
        -0.0390625,
        0.03759765625,
        -0.013916015625,
        0.00799560546875,
        -0.091796875,
        0.0091552734375,
        0.00994873046875,
        -0.0230712890625,
        0.0303955078125,
        -0.0169677734375,
        -0.006988525390625,
        -0.060302734375,
        -0.021728515625,
        -0.0086669921875,
        -0.00555419921875,
        0.11328125,
        -0.02197265625,
        -0.0294189453125,
        -0.0191650390625,
        -0.0262451171875,
        0.02734375,
        0.036865234375,
        -0.038818359375,
        -0.06787109375,
        0.0166015625,
        0.003875732421875,
        -0.025634765625,
        -0.0123291015625,
        -0.004547119140625,
        -0.0054931640625,
        0.0224609375,
        -0.0023956298828125,
        0.0301513671875,
        0.0205078125,
        0.0498046875,
        -0.007415771484375,
        0.043212890625,
        -0.0030975341796875,
        0.0208740234375,
        -0.0003509521484375,
        -0.01141357421875,
        0.046875,
        0.04345703125,
        -0.0279541015625,
        0.0240478515625,
        0.036865234375,
        0.038818359375,
        0.00022792816162109375,
        0.03125,
        -0.022216796875,
        0.038330078125,
        0.02685546875,
        0.00811767578125,
        -0.0019989013671875,
        0.011962890625,
        0.0537109375,
        0.036376953125,
        0.031494140625,
        -0.01104736328125,
        -0.01458740234375,
        -0.0181884765625,
        0.0130615234375,
        0.031982421875,
        -0.03564453125,
        0.05712890625,
        0.013916015625,
        0.009521484375,
        -0.036376953125,
        -0.038818359375,
        0.0537109375,
        0.05029296875,
        0.038818359375,
        -0.046630859375,
        0.0201416015625,
        -0.0230712890625,
        0.0230712890625,
        0.01220703125,
        0.024658203125,
        0.029052734375,
        -0.059326171875,
        0.044189453125,
        0.03564453125,
        -0.0191650390625,
        0.033935546875,
        -0.01153564453125,
        0.017333984375,
        0.05810546875,
        0.004974365234375,
        -0.01019287109375,
        -0.03369140625,
        -0.0230712890625,
        -0.013427734375,
        0.0186767578125,
        0.0108642578125,
        -0.00933837890625,
        -0.00408935546875,
        0.0341796875,
        -0.0625,
        -0.028076171875,
        0.01123046875,
        -0.0771484375,
        0.0164794921875,
        -0.0189208984375,
        0.0272216796875,
        -0.01123046875,
        -0.0294189453125,
        -0.01611328125,
        0.0537109375,
        0.0198974609375,
        0.041259765625,
        0.00653076171875,
        -0.0125732421875,
        0.024658203125,
        -0.043701171875,
        0.0341796875,
        -0.021240234375,
        0.044677734375,
        -0.0390625,
        -0.01171875,
        -0.046630859375,
        0.054443359375,
        -0.0111083984375,
        -0.04345703125,
        -0.06689453125,
        -0.0277099609375,
        -0.033203125,
        0.0240478515625,
        0.0159912109375,
        0.00433349609375,
        0.01495361328125,
        0.0030670166015625,
        0.01434326171875,
        -0.0125732421875,
        0.0025482177734375,
        0.0279541015625,
        -0.019775390625,
        0.0079345703125,
        -0.0419921875,
        -0.002838134765625,
        -0.00131988525390625,
        -0.0025787353515625,
        -0.015380859375,
        -0.0098876953125,
        0.036376953125,
        0.00970458984375,
        -0.04638671875,
        0.005859375,
        0.0106201171875,
        0.006439208984375,
        -0.0269775390625,
        0.005950927734375,
        0.0693359375,
        0.04931640625,
        0.0103759765625,
        0.0023345947265625,
        0.0281982421875,
        -0.00860595703125,
        0.0034332275390625,
        0.0164794921875,
        -0.0294189453125,
        -0.0022735595703125,
        0.029052734375,
        -0.0037078857421875,
        -0.00183868408203125,
        0.00543212890625,
        -0.0164794921875,
        -0.001953125,
        0.018798828125,
        -0.01361083984375,
        -0.00531005859375,
        0.059814453125,
        -0.01434326171875,
        -0.037841796875,
        -0.016845703125,
        0.004608154296875,
        0.015380859375,
        0.00034332275390625,
        -0.027587890625,
        -0.0157470703125,
        -0.00897216796875,
        0.05615234375,
        -0.0238037109375,
        -0.007049560546875,
        -0.046630859375,
        -0.01434326171875,
        -0.00823974609375,
        -0.00159454345703125,
        0.0296630859375,
        -0.0133056640625,
        -0.050537109375,
        0.047119140625,
        0.0169677734375,
        0.01318359375,
        -0.007537841796875,
        0.031005859375,
        0.0174560546875,
        -0.0128173828125,
        -0.031005859375,
        0.05126953125,
        0.0205078125,
        -0.0201416015625,
        -0.04345703125,
        0.0458984375,
        -0.004241943359375,
        -0.00848388671875,
        0.00933837890625,
        -0.033203125,
        0.004730224609375,
        0.057373046875,
        -0.010986328125,
        0.000621795654296875,
        0.000652313232421875,
        0.00958251953125,
        0.03515625,
        0.0255126953125,
        -0.0123291015625,
        0.0184326171875,
        -0.05126953125,
        -0.01806640625,
        -0.01116943359375,
        -0.0257568359375,
        -0.026611328125,
        0.0029296875,
        -0.0137939453125,
        -0.01190185546875,
        -0.0050048828125,
        0.04150390625,
        -0.0052490234375,
        -0.043212890625,
        0.00616455078125,
        0.020263671875,
        0.05712890625,
        -0.0052490234375,
        -0.031494140625,
        -0.05078125,
        0.0242919921875,
        0.016845703125,
        0.041748046875,
        -0.0019378662109375,
        0.051513671875,
        0.00689697265625,
        -0.03515625,
        -0.007049560546875,
        -0.01611328125,
        0.01519775390625,
        0.019775390625,
        0.004547119140625,
        0.00335693359375,
        0.00909423828125,
        -0.0252685546875,
        -0.057373046875,
        0.01470947265625,
        0.021728515625,
        -0.01434326171875,
        0.004180908203125,
        -0.040771484375,
        -0.013916015625,
        0.01312255859375,
        -0.024169921875,
        -0.0125732421875,
        -0.029052734375,
        -0.08056640625,
        0.007171630859375,
        0.005340576171875,
        -0.031005859375,
        -0.07275390625,
        0.01153564453125,
        -0.057861328125,
        0.006103515625,
        0.0286865234375,
        0.0086669921875,
        0.0263671875,
        -0.0576171875,
        0.018310546875,
        0.0057373046875,
        0.018798828125,
        -0.0103759765625,
        0.0224609375,
        0.0233154296875,
        -0.016357421875,
        -0.034423828125,
        0.056396484375,
        0.01361083984375,
        0.0223388671875,
        -0.003875732421875,
        0.0301513671875,
        0.0380859375,
        0.012939453125,
        0.039794921875,
        -0.039794921875,
        -0.0196533203125,
        0.03076171875,
        0.044677734375,
        0.026611328125,
        0.0029296875,
        0.029052734375,
        -0.004425048828125,
        -0.00250244140625,
        0.0291748046875,
        -0.01806640625,
        -0.0135498046875,
        -0.025390625,
        -0.024658203125,
        -0.04296875,
        0.0216064453125,
        -0.048583984375,
        0.00250244140625,
        0.007415771484375,
        0.021240234375,
        -0.00799560546875,
        0.005096435546875,
        -0.0242919921875,
        0.04345703125,
        -0.04150390625,
        0.0277099609375,
        0.057373046875,
        -0.031005859375,
        0.041015625,
        0.0230712890625,
        0.0274658203125,
        0.00823974609375,
        0.076171875,
        -0.01806640625,
        -0.02001953125,
        0.003814697265625,
        0.02001953125,
        -0.031005859375,
        -0.0341796875,
        -0.0439453125,
        -0.024658203125,
        -0.007598876953125,
        -0.0024871826171875,
        0.0166015625,
        0.0634765625,
        0.01031494140625,
        -0.0079345703125,
        0.04931640625,
        0.0252685546875,
        -0.0128173828125,
        -0.0213623046875,
        -0.00384521484375,
        0.0181884765625,
        0.022216796875,
        0.01312255859375,
        -0.01226806640625,
        0.0012969970703125,
        0.00147247314453125,
        0.0037078857421875,
        0.0264892578125,
        -0.052734375,
        -0.0301513671875,
        0.006561279296875,
        -0.06982421875,
        -0.056884765625,
        -0.02001953125,
        -0.058349609375,
        -0.009033203125,
        0.006988525390625,
        0.00469970703125,
        -0.0054931640625,
        -0.004180908203125,
        -0.0576171875,
        0.004974365234375,
        -0.035888671875,
        -0.0291748046875,
        0.00848388671875,
        -0.023681640625,
        0.0247802734375,
        0.0137939453125,
        0.032958984375,
        9.822845458984375e-05,
        -0.036865234375,
        0.0076904296875,
        0.0164794921875,
        0.003875732421875,
        0.02294921875,
        -0.032470703125,
        0.046875,
        0.0198974609375,
        0.002044677734375,
        -0.004608154296875,
        0.04931640625,
        -0.010009765625,
        0.006072998046875,
        0.014404296875,
        0.0255126953125,
        -0.007110595703125,
        -0.02001953125,
        -0.00811767578125,
        0.0019378662109375,
        -0.013427734375,
        0.02099609375,
        -0.01483154296875,
        -0.046142578125,
        -0.019775390625,
        -0.03662109375,
        -0.031982421875,
        -0.00830078125,
        0.0169677734375,
        0.0274658203125,
        0.0016632080078125,
        0.0294189453125,
        0.04345703125,
        -0.05712890625,
        0.0234375,
        0.0164794921875,
        -0.033447265625,
        -0.0294189453125,
        -0.02685546875,
        0.006561279296875,
        0.0015716552734375,
        -0.033447265625,
        0.0069580078125,
        0.013916015625,
        -0.0093994140625,
        0.004638671875,
        -0.039794921875,
        -0.0026092529296875,
        0.01263427734375,
        -0.0152587890625,
        -0.007415771484375,
        -0.0245361328125,
        -0.0228271484375,
        0.037109375,
        -0.0101318359375,
        -0.0272216796875,
        -0.005645751953125,
        0.005950927734375,
        -0.01165771484375,
        -0.00013828277587890625,
        0.0284423828125,
        0.0286865234375,
        0.0194091796875,
        -0.025146484375,
        -0.00537109375,
        -0.0361328125,
        0.031494140625,
        0.01275634765625,
        0.018310546875,
        0.002166748046875,
        -0.04345703125,
        -0.001983642578125,
        -0.0283203125,
        0.0281982421875,
        0.021728515625,
        -0.0036773681640625,
        -0.002044677734375,
        -0.00384521484375,
        -0.00799560546875,
        -0.0004634857177734375,
        -0.029052734375,
        0.00531005859375,
        -0.0047607421875,
        -0.057373046875,
        0.0140380859375,
        -0.0037384033203125,
        -0.0010986328125,
        0.01373291015625,
        0.03076171875,
        -0.04541015625,
        0.00421142578125,
        0.0013580322265625,
        -0.031494140625,
        0.0198974609375,
        0.007110595703125,
        -0.02294921875,
        -0.0010986328125,
        0.044677734375,
        0.0181884765625,
        0.01239013671875,
        -0.0181884765625,
        -0.00112152099609375,
        0.004425048828125,
        -0.01129150390625,
        -0.004180908203125,
        0.0145263671875,
        0.031005859375,
        0.0169677734375,
        0.0625,
        0.03857421875,
        -0.009765625,
        -0.0205078125,
        0.0269775390625,
        -0.011962890625,
        0.0267333984375,
        -0.064453125,
        -0.07177734375,
        0.0067138671875,
        0.0035400390625,
        0.037841796875,
        0.004913330078125,
        0.00921630859375,
        -0.0137939453125,
        0.0035552978515625,
        -0.0022125244140625,
        0.0172119140625,
        -0.01336669921875,
        -0.021728515625,
        -0.00653076171875,
        -0.0162353515625,
        0.01519775390625,
        0.0279541015625,
        -0.01519775390625,
        0.0206298828125,
        0.008056640625,
        -0.01483154296875,
        -0.0277099609375,
        0.0181884765625,
        0.0189208984375,
        -0.0125732421875,
        -0.0050048828125,
        0.0013427734375,
        -0.02392578125,
        -0.0111083984375,
        -0.02001953125,
        0.03857421875,
        -0.03515625,
        0.01226806640625,
        0.00045013427734375,
        0.00157928466796875,
        -0.00347900390625,
        0.00469970703125,
        0.004180908203125,
        -0.02197265625,
        -0.0007781982421875,
        0.0213623046875,
        0.0286865234375,
        0.0164794921875,
        -0.046630859375,
        -0.0089111328125,
        -0.0390625,
        0.007415771484375,
        0.02001953125,
        0.01470947265625,
        0.0216064453125,
        0.006866455078125,
        0.01434326171875,
        0.007598876953125,
        0.0029754638671875,
        0.0028839111328125,
        0.01483154296875,
        -0.01397705078125,
        -0.00982666015625,
        0.0036163330078125,
        0.0174560546875,
        -0.00616455078125,
        0.0062255859375,
        -0.0101318359375,
        -0.060791015625,
        0.00970458984375,
        -0.02099609375,
        0.0164794921875,
        -0.020751953125,
        -0.031494140625,
        -0.0162353515625,
        0.0189208984375,
        -0.0191650390625,
        0.00286865234375,
        0.038330078125,
        -0.014404296875,
        0.0260009765625,
        0.003387451171875,
        0.0703125,
        -0.0125732421875,
        0.00823974609375,
        0.052734375,
        -0.0262451171875,
        0.0262451171875,
        -0.01031494140625,
        0.03955078125,
        -0.0032501220703125,
        0.01806640625,
        -0.019287109375,
        -0.0098876953125,
        -0.0296630859375,
        0.0263671875,
        -0.04248046875,
        -0.07275390625,
        0.0113525390625,
        0.0125732421875,
        0.051513671875,
        -0.040771484375,
        -0.046875,
        -0.016845703125,
        0.0164794921875,
        0.00168609619140625,
        -0.013671875,
        0.00151824951171875,
        -0.006500244140625,
        -0.00787353515625,
        0.01507568359375,
        -0.01080322265625,
        0.007293701171875,
        0.01446533203125,
        0.01611328125,
        0.0281982421875,
        0.0272216796875,
        0.032958984375,
        -0.01092529296875,
        0.0019073486328125,
        0.00946044921875,
        0.03173828125,
        -0.050048828125,
        0.0294189453125,
        0.01458740234375,
        -0.0157470703125,
        0.0189208984375,
        -0.047119140625,
        0.0037994384765625,
        -0.00799560546875,
        0.0281982421875,
        -0.0223388671875,
        -0.0019683837890625,
        -0.03076171875,
        0.0250244140625,
        -0.034912109375,
        0.0164794921875,
        -0.02099609375,
        -0.0016021728515625,
        -0.004669189453125,
        0.015380859375,
        -0.0322265625,
        0.0093994140625,
        -0.031005859375,
        0.050537109375,
        0.02392578125,
        0.00762939453125,
        -0.00182342529296875,
        -0.0035858154296875,
        0.00762939453125,
        -0.026611328125,
        0.020751953125,
        0.01318359375,
        -0.01165771484375,
        -0.039306640625,
        -0.0118408203125,
        -0.00567626953125,
        -0.00970458984375,
        0.0213623046875,
        -0.032470703125,
        -0.0250244140625,
        -0.0303955078125,
        -0.03662109375,
        -0.029052734375,
        0.0084228515625,
        0.00604248046875,
        0.032958984375,
        -0.040283203125,
        -0.014404296875,
        0.00909423828125,
        0.009033203125,
        0.046142578125,
        0.00970458984375,
        0.0009765625,
        0.0257568359375,
        0.01336669921875,
        0.0035552978515625,
        0.0162353515625,
        0.038818359375,
        -0.012451171875,
        0.0238037109375,
        -0.025390625,
        0.00701904296875,
        -0.01708984375,
        0.00128173828125,
        0.0159912109375,
        -0.037109375,
        -0.013916015625,
        -0.02783203125,
        -0.008544921875,
        0.026611328125,
        -0.0255126953125,
        0.00775146484375,
        0.00677490234375,
        0.001495361328125,
        -0.03369140625,
        0.004119873046875,
        -0.0019378662109375,
        0.0076904296875,
        0.00074005126953125,
        0.012451171875,
        0.035888671875,
        -0.0096435546875,
        0.045654296875,
        0.011962890625,
        -0.01104736328125,
        0.02001953125,
        -0.01055908203125,
        -0.06201171875,
        0.00604248046875,
        -0.003387451171875,
        0.0003509521484375,
        -0.01068115234375,
        -0.03564453125,
        -0.01806640625,
        -0.0015716552734375,
        0.01361083984375,
        -0.04443359375,
        0.01123046875,
        -0.0169677734375,
        0.0013580322265625,
        0.03369140625,
        -0.024658203125,
        -0.0296630859375,
        -0.006744384765625,
        0.0478515625,
        -0.007598876953125,
        0.01025390625,
        -0.01104736328125,
        0.033447265625,
        -0.007537841796875,
        -0.005859375,
        0.0272216796875,
        -0.013671875,
        -0.0289306640625,
        -0.01385498046875,
        -0.016845703125,
        -0.01953125,
        0.00701904296875,
        -0.035888671875,
        -0.021484375,
        -0.0380859375,
        0.0234375,
        -0.0159912109375,
        -0.000904083251953125,
        0.0186767578125,
        -0.000812530517578125,
        -0.0279541015625,
        -0.0286865234375,
        -0.02734375,
        -0.009521484375,
        -0.001312255859375,
        0.00897216796875,
        -0.0166015625,
        0.04052734375,
        0.026611328125,
        0.00592041015625,
        0.01470947265625,
        -0.00885009765625,
        0.0157470703125,
        -0.00360107421875,
        -0.015625,
        -0.0128173828125,
        -0.010009765625,
        -0.031494140625,
        -0.03466796875,
        -0.0028076171875,
        -0.053955078125,
        -0.005889892578125,
        -0.00107574462890625,
        0.0252685546875,
        -0.010009765625,
        -0.04638671875,
        -0.0301513671875,
        0.00933837890625,
        -0.0380859375,
        0.0036468505859375,
        -0.00958251953125,
        0.0027618408203125,
        0.04345703125,
        -0.02587890625,
        0.01190185546875,
        -0.0009765625,
        0.0172119140625,
        -0.0245361328125,
        0.01312255859375,
        0.04638671875,
        -0.0220947265625,
        0.0118408203125,
        0.0286865234375,
        0.0081787109375,
        0.006317138671875,
        0.01708984375,
        -0.003204345703125,
        -0.013671875,
        -0.00909423828125,
        -0.050537109375,
        0.01519775390625,
        -0.002716064453125,
        0.017822265625,
        0.02685546875,
        0.0021209716796875,
        0.044189453125,
        -0.0068359375,
        0.00469970703125,
        -0.02099609375,
        0.0213623046875,
        -0.0223388671875,
        0.0380859375,
        0.048828125,
        -0.0166015625,
        0.004302978515625,
        -0.004608154296875,
        -0.0120849609375,
        -0.0166015625,
        -0.018798828125,
        0.036376953125,
        -0.00099945068359375,
        -0.031494140625,
        0.007598876953125,
        -0.01458740234375,
        -0.006927490234375,
        -0.0108642578125,
        0.0035400390625,
        0.03369140625,
        0.002288818359375,
        -0.0135498046875,
        0.021728515625,
        0.01708984375,
        0.00823974609375,
        0.006988525390625,
        -0.0400390625,
        -0.00921630859375,
        0.0006561279296875,
        -0.00052642822265625,
        0.0198974609375,
        0.0020599365234375,
        0.0201416015625,
        0.00994873046875,
        0.0169677734375,
        0.01385498046875,
        -0.06396484375,
        0.041015625,
        -0.020263671875,
        0.01080322265625,
        0.00616455078125,
        0.02880859375,
        -0.004913330078125,
        -0.0027923583984375,
        0.004302978515625,
        0.0037689208984375,
        0.00060272216796875,
        -0.0030059814453125,
        0.01092529296875,
        -0.00408935546875,
        0.0361328125,
        0.0198974609375,
        0.01031494140625,
        0.03759765625,
        -0.003448486328125,
        0.00933837890625,
        0.00872802734375,
        0.03173828125,
        0.0198974609375,
        0.017578125,
        -0.01373291015625,
        0.0184326171875,
        0.00909423828125,
        0.03125,
        0.00396728515625,
        0.006988525390625,
        0.0001277923583984375,
        0.0019378662109375,
        0.0096435546875,
        0.004180908203125,
        0.03173828125,
        0.01165771484375,
        0.00054931640625,
        0.032958984375,
        0.00885009765625,
        -0.0035247802734375,
        0.00110626220703125,
        -0.00799560546875,
        -0.0025177001953125,
        0.0157470703125,
        0.0172119140625,
        -0.0157470703125,
        0.03857421875,
        -0.015380859375,
        0.0145263671875,
        -0.006622314453125,
        -0.042236328125,
        -0.0244140625,
        -0.029052734375,
        0.0126953125,
        -0.03076171875,
        -0.026611328125
      ],
      "title": "Examining the mental health symptoms of neurodivergent individuals across demographic and identity factors: a quantitative analysis"
    },
    {
      "id": "psyn-esp_item001",
      "count": 2,
      "created": "2025-06-10T06:40:22.792392",
      "text": "Trastorno  por  déficit  de  atención  con hiperactividad (TDAH) en niños y adolescentes. Una revisión clínica Resumen El trastorno por déficit de atención con hiperactividad (TDAH) es una alteración del neurodesarrollo, cuyos síntomas principales son inatención, hiperactividad e impulsividad. El TDAH se ha asociado a un modelo de heterogeneidad fisiopatológica, en el que se encuentran afectadas, entre otras, las funciones ejecutivas, implicando significativas dificultades para responder a determinados estímulos, planificar y organizar acciones, reflexionar sobre posibles consecuencias e inhibir una respuesta automática inicial a fin de sustituirla por una más apropiada. El TDAH abarca hasta un 50% de las consultas en psiquiatría infantil y su prevalencia se ha estimado entre un 2 a 12% de la población pediátrica; es de origen multifactorial y en el 70% de casos, puede coexistir con otros trastornos psiquiátricos y neurológicos. El diagnóstico es básicamente clínico y requiere, idealmente, de un examen cuidadoso, así como de entrevistas exhaustivas a los padres o cuidadores y profesores además de la entrevista al niño(a) o adolescente en la medida de lo posible. Todo niño(a) o adolescente con TDAH debe tener un plan integral de tratamiento individualizado, que considere la potencial cronicidad y el impacto del cuadro, involucrando manejo psicofarmacológico y/o enfoques terapéuticos conductuales para mejorar las manifestaciones centrales de esta condición y un posible deterioro funcional asociado. Introducción El trastorno por déficit de atención con hiperactividad (TDAH) está catalogado como un trastorno del neurodesarrollo. Generalmente los síntomas se van a presentar a edades tempranas, los criterios antiguos mencionaban que antes de los 7 años y actualmente hablamos de un rango más amplio, antes de los 12 años (1). Los síntomas cardinales son la inatención, la hiperactividad y la impulsividad. Sin embargo, encontramos detrás de ellos diversas dificultades en las funciones ejecutivas. Esto quiere decir, dificultad para: atender a determinados estímulos; planificar y organizar una acción; reflexionar sobre las posibles consecuencias de cada acción; inhibir la primera respuesta automática para cambiarla por otra más apropiada (2). Así también encontramos alterados los procesos relacionados a la motivación y la recompensa y una disfunción en las redes neuronales relacionadas a la capacidad de introspección y conciencia de sí mismo (esta última llamada en inglés “default mode network”) (3). El TDAH tiene un origen biológico y varios factores etiológicos genéticos y ambientales contribuyen a su desarrollo (2,3). Varios autores mencionan que el TDAH supone un 50% de las consultas en psiquiatría infantil, justifica un 10% de problemas disruptivos y suele requerir el doble de recursos médicos por accidentes y traumatismos (2). En un contexto histórico de literatura infantil, encontramos personajes con descripciones muy cercanas al TDAH. Por ejemplo, en la obra del médico y autor de literatura infantil, Heinrich Hoffman (1809- 1894), titulada en alemán “Struwwelpeter” y en español conocida como “Pedro Melenas”, encontramos al personaje Felipe el enredador (o el berrinchudo, o el nervioso según la traducción), caracterizado por ser sumamente inquieto y el relato ilustra una escena donde Felipe cae al suelo por moverse tanto de la silla, arrastrando con él, la vajilla, la comida y el mantel de la mesa (4). En contextos más científicos, a partir de 1900 fue creciendo el interés por el estudio del cuadro, adoptando diversas denominaciones. Así mismo, fue apareciendo en los manuales diagnósticos bajo distintas nomenclaturas, hasta aparecer en el DSMIV (Manual diagnóstico y estadístico de la Asociación Psiquiátrica Americana, 1994), con el nombre que permanece vigente hasta la actualidad, Trastorno por déficit de atención con hiperactividad. Había sido ya estudiado su origen biológico con estudios de neuroimágenes y genéticos; también se reconocía su impacto sobre el desarrollo social y académico del niño, así como su tendencia a la cronicidad (5). La motivación de realizar un artículo de revisión sobre el TDAH surgió a propósito del “Día Nacional de Sensibilización sobre el TDAH”, habiendo sido promulgado como ley nacional el 2 de junio de 2019 para ser celebrado cada 13 de julio en el Perú. Epidemiología La prevalencia va de un 2 a 12% de la población pediátrica, considerándose una prevalencia media de 5 a 8 % (2). Hay países donde la prevalencia es mayor (por ejemplo, en EEUU y más en la costa este) y en otros donde ésta es menor (por ejemplo, Francia) (6). En el Perú, tenemos datos de una prevalencia entre 3 y 5% en Lima y Callao, obtenidos del estudio epidemiológico de salud mental de niños y adolescentes en año 2007 (7). Es importante mencionar que se considera que la cultura varía sólo un poco la verdadera prevalencia, pero varía enormemente el impacto y la respuesta que tiene en la preocupación de los adultos que cuidan al niño. La prevalencia máxima se sitúa entre los 6 y 9 años de edad (2). En los últimos años la prevalencia del trastorno se ha incrementado, pero aún no se ha logrado determinar si esto se debe a una optimización diagnóstica, a un sobrediagnóstico o a un aumento verdadero de la prevalencia (8). Algunos autores mencionan que la relación niño/ niña es de 4/1 (2). Otros hablan de 2 a 9 niños por cada niña (9). Los niños parecen exhibir mayor hiperactividad, inatención, impulsividad y problemas externalizantes. Las niñas generalmente muestran mayor inatención, problemas internalizantes (ansiedad, depresión) y compromiso cognitivo (9). Se cree que existe un menor diagnóstico en niñas ya que son las que suelen presentar más el TDAH de presentación inatento (sin hiperactividad ni impulsividad) (2). Entonces, al no generar mayor perturbación, que es lo que frecuentemente motiva a los adultos a llevar a sus niños a consulta y a los docentes sugerir alguna evaluación, pueden pasar bastante desapercibidas. Etiología La causa del TDAH es multifactorial, es una confluencia de factores genéticos y ambientales. En cuanto a la heredabilidad, sabemos que la concordancia va de 70 a 90% (5). Si un padre tiene TDAH el riesgo en el niño aumenta entre 2 y 8 veces. Para un hermano, el riesgo aumenta entre 3 y 5 veces. En un gemelo homocigoto (con idéntico ADN) el riesgo aumenta entre 12 y 16 veces (2). Factores ambientales van a funcionar como desencadenantes o moduladores de la carga genética. Los siguientes factores predisponen el desarrollo de TDAH: exposición intrauterina al tabaco, al alcohol o a tratamiento farmacológico (benzodiacepinas o anticonvulsivantes); prematuridad; bajo peso al nacer; complicaciones perinatales; edad materna avanzada al momento del parto; conflicto familiar severo o crónico; familia numerosa; antecedentes psiquiátricos en padres; institucionalización; infra estimulación por un largo período de tiempo; clase social baja (2,6). En la etapa postnatal, una dieta inadecuada, deficiencia de yodo y de vitaminas del complejo B (3); exposición temprana al plomo o a los bifenilos policlorados (PCB) (11). Algunos estudios demuestran la implicancia de preservantes y colorantes artificiales de alimentos como factores de riesgo (3). Los estudios muestran un funcionamiento irregular de ciertos neurotransmisores. La afectación de las vías dopaminérgicas es la responsable, en su mayor parte, de los síntomas de hiperactividad e impulsividad, mientras que la alteración de las vías noradrenérgicas principalmente está relacionada a los síntomas de inatención y afectivos (2). También en la literatura se menciona la implicancia de la serotonina en el TDAH (3). Estudios revelan alteraciones neuroanatómicas asociadas al TDAH. Entre los hallazgos encontramos: tamaños cerebrales significativamente menores que los controles con zonas más afectadas que otras, como el cerebelo, el cuerpo calloso, el estriado (núcleo caudado, putamen y globo pálido) y regiones frontales (córtex pre frontal dorso lateral); grosor reducido del córtex, especialmente el córtex pre frontal dorso lateral; alteraciones en la integridad de la materia blanca (3). Además de las diferencias estructurales, se ha demostrado hipoactivación funcional frontal y del cingulado (12). Se describe también un modelo de heterogeneidad fisiopatológica en el TDAH, sumado a la ya conocida afección de las funciones ejecutivas, la alteración de los procesos de motivación y recompensa. Individuos con TDAH responden de manera distinta a la gratificación aplazada, se ha asociado el TDAH con una aversión al aplazamiento. Así mismo, los estudios revelan una disfunción en la red neuronal llamada en inglés “default mode network” que es una de las redes de estado de descanso de la línea media. Durante el descanso estas son importantes para la introspección y la conciencia de sí mismo, siendo de reducida conexión en el TDAH (3). El TDAH más que ser una entidad única neurobiológica, muestra múltiples perfiles fisiopatológicos detrás (3). Diagnóstico diferencial y comorbilidades Es importante mencionar que los síntomas cardinales pueden deberse a otras dificultades y a otros trastornos psiquiátricos, neurológicos, médicos e incluso dificultades sociales, por eso es fundamental realizar una historia clínica minuciosa, que nos permita identificar una coherencia de síntomas en el tiempo y que se presenten con un impacto marcado en todas las áreas de funcionamiento del niño (social, familiar, académica y ocupacional) (2,13). El TDAH puede coexistir en un 70% con otros trastornos, como los siguientes: trastorno del espectro autista; problemas motores; dificultades específicas del aprendizaje; tics; trastorno de desregulación disruptiva del estado de ánimo; trastornos de conducta y oposicionistas; ansiedad; depresión (2,6). Manifestaciones clínicas Es muy importante distinguir el TDAH de la inatención, hiperactividad e impulsividad esperables para la etapa evolutiva, nivel de desarrollo o coeficiente intelectual del niño (2). A medida que los niños crecen, todos los síntomas suelen ir disminuyendo, especialmente los de hiperactividad. La intensidad de los síntomas es contexto-dependiente, esto quiere decir que disminuye en situaciones muy estructuradas y organizadas o novedosas e interesantes (2). Es por esto último que muchos padres dudan de que su hijo/a pueda tener el diagnóstico, alegando que logra permanecer por horas muy concentrado en sus videojuegos, navegando por internet, etc. El problema surge cuando deben atender en contextos poco motivadores para ellos. Les es difícil poder asumir que deben hacerlo, a pesar de no ser de su agrado, y vemos una diferencia muy marcada con los niños sin TDAH (2). Los síntomas mejoran con supervisión personal o gratificación frecuente y empeoran en contextos grupales (2). Es por esto que obtener información del desempeño del niño dentro de la escuela es muy valioso. Entre las diferentes presentaciones del TDAH, tenemos: la presentación combinada, que es la más frecuentemente diagnosticada y en la que los 3 síntomas cardinales confluyen y pueden asociarse a otros problemas externalizantes (conductuales); la presentación predominantemente inatenta, que es más diagnosticada en niñas y se asocia más a otros problemas internalizantes (ansiedad, depresión); la presentación predominantemente hiperactiva/impulsiva que es la menos frecuentemente diagnosticada (1,2). Los síntomas cardinales se verán en la práctica de diversas formas. Mencionaremos las características más frecuentes para cada síntoma. Inatención: dificultad o incapacidad para mantener la atención de manera continuada en tareas que no son altamente motivadoras; olvidos, despistes, pérdidas de objetos; dificultad para seguir órdenes o instrucciones; dificultad para terminar tareas sin supervisión; interrupción de conversaciones; cambios de tema de manera brusca (9); no atender a detalles como signos de operaciones matemáticas o enunciados; rendimiento inferior a su capacidad por cometer errores por descuido; cambio frecuente de juego; dificultad para organización y planificación; rechazo de tareas que exijan esfuerzo mental; distracción fácil ante estímulos externos (2). Hiperactividad: movimiento corporal continuo, cambios de postura al estar sentados, movimiento de piernas y/o de manos; hacer ruidos con el lápiz; levantarse cuando es requerido estar sentado; correr o trepar de manera excesiva y accidentes frecuentes como consecuencia; actividad desorganizada; no terminar acciones que empezaron; generación de ruido excesivo a su alrededor; hablar excesivamente, rápidamente y a veces con tono muy alto (2,9). Impulsividad: responder y actuar sin antes pensar, responder antes que la pregunta haya sido formulada totalmente, dificultad para entender enunciados largos; dificultades para esperar su turno; interrumpir conversaciones o los juegos de otros; accidentes frecuentes (2,9). Las características mencionadas por cada síntoma, revelan parte de la afección en las funciones ejecutivas en el TDAH. Además de las ya descritas, podemos observar: dificultades para priorizar, para manejar el tiempo, para iniciar y completar objetivos; así como dificultad para cambiar de escenarios cognitivos y una deficiencia en la memoria de trabajo (10). Otro aspecto importante para tomar en cuenta, es que estos niños suelen tener dificultades para relacionarse socialmente, pueden ser toscos, querer imponer su gusto y decisión en el juego, deviniendo en rechazo por parte de sus compañeros. Esto contribuye a que la autoestima se vea dañada y en ciertos casos pueda aparecer una comorbilidad depresiva (2). Algunos niños con TDAH son etiquetados negativamente o tratados de forma diferente en la casa y en la escuela, mientras deben lidiar con la dificultad para concentrarse, permanecer quietos y pensar antes de hablar; todo esto puede significar un reto para el aprendizaje y funcionamiento en un ambiente escolar típico (13). Las manifestaciones de TDAH van a variar según la etapa de desarrollo y generalmente la mayor demanda de atención ocurre entre los 6 y 9 años de edad, cuando ya las características del TDAH empiezan a impactar negativamente en el funcionamiento diario de los niños. Al realizar la historia clínica podemos darnos cuenta que los síntomas iniciaron a una edad más temprana a la del diagnóstico, pues existe una correlación evolutiva en el TDAH (6). En la edad preescolar destacarán las siguientes características en un niño con TDAH y reactividad temperamental: hiperreactividad; oposicionismo; tendencia a berrinches ligados a desregulación emocional. Este precoz patrón de conducta puede estar ligado a ciertas deficiencias neuropsicológicas y retraso intelectual. A esta edad la presentación hiperactiva/impulsiva es más prevalente que la presentación inatenta puesto que es una edad aún difícil de evidenciar problemas atencionales (2,3). En la edad escolar, permanecerán con el diagnóstico los que fueron detectados en edad pre escolar y se sumarán muchos “nuevos” casos. Los síntomas subclínicos hasta el momento, serán exacerbados por las exigencias del entorno. Empezarán los problemas académicos, sociales y dentro del entorno familiar. En esta edad pueden ser más evidentes síntomas comórbidos de agresividad y oposicionismo (2,3). En la adolescencia, permanecerán con el diagnóstico la mayoría de niños antes diagnosticados, especialmente los que cursan con problemas de conducta comórbidos. Si bien los síntomas asociados a hiperactividad empezarán a disminuir, la impulsividad e inatención continuarán dificultando la adaptación saludable en la adolescencia. Mayor riesgo de baja autoestima, distorsión del autoconcepto, posiblemente como consecuencia de disfunción familiar o relaciones sociales disfuncionales. Esto puede conducir a un ánimo bajo y sentimientos de infravaloración. Es común el bajo rendimiento académico y el riesgo de caer en delincuencia o consumo de sustancias. Si se presenta comorbilidad con trastornos afectivos puede incrementarse el riesgo de ideación y conductas suicidas (3). Diagnóstico Es importante mencionar que el diagnóstico del TDAH es un diagnóstico clínico. Si bien, será útil basarnos en los criterios diagnósticos de los manuales de diagnóstico internacionales, como el CIE - 10 (pronto podremos utilizar la nueva versión, CIE - 11) de la OMS o el DSM - 5 de la Asociación Psiquiátrica Americana, es clave comprender que al ser un trastorno del neurodesarrollo, los síntomas los podremos ver de manera evolutiva. El niño irá mostrando las características antes mencionadas a lo largo de su desarrollo, acentuándose según el contexto o etapa evolutiva. Entonces, el primer elemento diagnóstico va a ser la realización de una minuciosa historia clínica. La entrevista con los padres va a ser fundamental para detallar y valorar la presencia de los síntomas, su intensidad, frecuencia, persistencia en el tiempo y en distintos contextos. Los datos aportados por otras fuentes (profesores, profesor particular, entrenador, etc.) son de gran utilidad para valorar la variabilidad de los síntomas en distintos contextos y determinar el grado de deterioro en el funcionamiento. Será importante también valorar los antecedentes personales del desarrollo, médicos y psiquiátricos, antecedentes familiares, ambiente familiar, relaciones sociales y evolución de la escolarización. Así mismo, valorar la presencia de factores estresantes que puedan agravar el cuadro, como conflictos entre padres y/o entre padres e hijo (2). También debe recabarse información para determinar la existencia de comorbilidades, sobre todo de trastornos de conducta, depresión, ansiedad, manía, tics, abuso de sustancias, psicosis y trastornos del aprendizaje. Puede utilizarse escalas estandarizadas con valores normativos establecidos para ayudar en el proceso de diagnóstico, por ejemplo, la escala de Conners para padres y profesores (14). Debe entrevistarse al niño o adolescente, siempre que sea posible, para determinar otras manifestaciones no consistentes con TDAH o sugerentes de comorbilidad significativa. Las pruebas psicológicas o neuropsicológicas no son obligatorias para el diagnóstico de TDAH; sin embargo, si sospechamos de alguna limitación o sobrecapacidad cognitiva es importante pedir la evaluación del coeficiente intelectual para descartar deficiencia intelectual o superdotación así como heterogeneidad en los valores de las escalas de inteligencia. Además se pueden aplicar pruebas para evaluar el compromiso en las funciones ejecutivas que ayudarán a objetivar el nivel de compromiso y comparar el beneficio de las intervenciones terapéuticas. Un metaanálisis indicó que niños con TDAH puntuaron menos que los controles en almacenamiento verbal, ejecución verbal central, almacenamiento visuoespacial y ejecución visuoespacial central (10). Para poder medir todos estos parámetros las pruebas psicológicas auxiliares serán de gran utilidad. También podrían solicitarse otras pruebas para determinar la presencia de trastornos del aprendizaje o de la praxia comórbidos. Será también importante contar con la posibilidad de realizar pruebas auditivas, visuales y de laboratorio, para descartar causas orgánicas (2). El electroencefalograma, pruebas de imágenes y genéticas se indican sólo cuando el clínico sospecha de un trastorno epiléptico, una alteración cerebral o un síndrome genético (2). Tratamiento Todo niño o adolescente con TDAH debe tener un plan integral de tratamiento individualizado, que considere la cronicidad y el impacto de la condición e involucre medidas psicofarmacológicas y/o conductuales (15), para mejorar las manifestaciones centrales del TDAH (hiperactividad, inatención e impulsividad) y el deterioro funcional asociado. Debe considerarse las inquietudes y preferencias de la familia y brindarse psicoeducación acerca de la condición y los tratamientos disponibles. Asimismo, vincularse a la familia con servicios de apoyo en la comunidad y recursos e intervenciones educacionales, si fuera necesario (15,16). La psicoeducación es una medida importante que ha mostrado ser útil para favorecer la adherencia al tratamiento y satisfacción de padres y pacientes (17). El tratamiento tiene como objetivo mejorar los síntomas centrales del TDAH, optimizar el funcionamiento y disminuir las dificultades conductuales (14). Tratamiento farmacológico La evidencia sostiene el uso de medicación estimulante; entre estas medicaciones, metilfenidato es un fármaco ampliamente aceptado para el tratamiento del TDAH (18,19) y se ha reportado que puede reducir el deterioro social, económico, funcional y de la salud que experimentan algunos pacientes con TDAH (20). Metilfenidato se encuentra disponible en la formulación oral de liberación inmediata y también en una variedad de formulaciones de liberación prolongada. No se recomienda el tratamiento farmacológico como primera línea en niños menores de 6 años (21). Metilfenidato se recomienda como agente de primera línea en el tratamiento de niños con manifestaciones severas o manifestaciones moderadas que no responden a la intervención psicológica (22). La dosis debe incrementarse gradualmente hasta alcanzar el mayor beneficio con el mínimo de efectos adversos (21). Se recomienda iniciar metilfenidato de acción inmediata o prolongada a una dosis inicial de 0.2 mg/kg para niños y adolescentes en una titulación entre 4 a 6 semanas hasta un máximo de 60 mg/kg al día. El tratamiento debe incrementarse hasta alcanzar el resultado esperado, hasta la aparición de efectos adversos o hasta alcanzar la dosis máxima (23–25). Metilfenidato de acción inmediata puede ser más conveniente para la titulación al permitir una dosis flexible, pero metilfenidato de acción prolongada puede facilitar la adherencia. Debido a que la severidad de las manifestaciones y deterioro asociado al TDAH es muy variable de un individuo a otro, la duración del tratamiento dependerá de factores como la etapa en el desarrollo de la persona, la edad y los cambios en los soportes necesarios, las demandas del entorno (23) y si el deterioro funcional persiste (15). Antes de iniciar el tratamiento con metilfenidato es necesario recabar una historia detallada sobre factores de riesgo cardiovascular, principalmente sobre posibles síntomas cardiovasculares y antecedentes familiares de muerte súbita de etiología cardiovascular; asimismo, requiere realizarse un monitoreo de la presión arterial y frecuencia cardiaca antes y durante el tratamiento (23,25). También es necesario valorar la presencia de riesgo de abuso de sustancias, antecedentes de conducta autolesiva y tics (23). Los efectos secundarios más frecuentes de metilfenidato son: cefalea, disminución del apetito, insomnio, dolor abdominal, náuseas, irritabilidad, mareos, disminución de peso y leve incremento de la presión arterial (18); también se ha reportado la aparición o incremento de tics (26). La pérdida de peso puede ser un problema significativo en los niños en cuyo caso se puede tomar la medicación junto a las comidas, incrementar porciones alimentarias al final del efecto estimulante, brindar orientación nutricional, incrementar la ingesta calórica, suspender el tratamiento temporalmente de manera planificada o cambiar la medicación (16). Los agentes de segunda línea no estimulantes como atomoxetina pueden usarse en pacientes que experimentan efectos adversos significativos como labilidad emocional o tics (27), aquellos que no responden a metilfenidato o en quienes no tienen acceso a metilfenidato; también pueden usarse en combinación a estimulantes como adyuvante para quienes no responden adecuadamente a estos (23); también cuando existe un problema de abuso de sustancias activo, ansiedad comórbida o tics (15). Los niños y adolescentes también deben recibir tratamiento para comorbilidades como ansiedad, tics, trastorno del espectro autista o depresión en caso de que estén presentes (16). Tratamiento  psicológico La terapia conductual asociada al involucramiento activo del niño o adolescente y de los profesores es la única intervención no farmacológica que se ha asociado a beneficios estadísticamente significativos (19). También han mostrado efectividad el entrenamiento parental, el manejo en el aula e intervenciones con pares (28). La terapia conductual puede recomendarse como tratamiento inicial si los síntomas son leves o con mínimo deterioro, cuando el diagnóstico de TDAH es incierto, cuando hay rechazo de los padres al tratamiento farmacológico o existen discrepancias entre lo reportado por los padres y profesores (15). En niños menores de 5 años debe recomendarse un programa de entrenamiento para padres enfocado en TDAH (16) en el cual se provea información sobre el TDAH, se entrene a responder apropiadamente a las conductas inadecuadas y adecuadas, a establecer una economía de fichas, a usar correctamente el tiempo fuera, a manejar los problemas conductuales en entornos públicos, a usar reportes escolares diarios y anticipar problemas conductuales (15). Otra medida importante es realizar las modificaciones necesarias en el entorno para favorecer su desempeño; en este grupo de edad no se recomienda el uso de medicación en general y su uso debe restringirse al especialista infantojuvenil (16). Las modificaciones en el entorno son cambios que se realizan en el ambiente físico para minimizar el impacto del TDAH en la vida diaria; estas modificaciones son específicas para cada niño en base a sus necesidades (22); las modificaciones en el entorno pueden llevarse a cabo independientemente de la edad del niño o adolescente. En niños mayores de 5 años puede indicarse un curso de terapia conductual cuya finalidad es el cambio de conductas a través de un incremento de las conductas deseadas y una disminución de las conductas no deseadas; esta modalidad de terapia se enfoca en las habilidades sociales, resolución de problemas, autocontrol, habilidades de escucha activa y manejo de las emociones (15,19). La terapia ocupacional enfocada en el juego y en habilidades motoras, sensoriales y cognitivas ha demostrado buenos resultados, pero existen limitaciones en el diseño de los estudios, intervenciones y medidas de resultados (29). No existe evidencia suficiente para recomendar el entrenamiento cognitivo, neurofeedback, terapias dietéticas, ácidos grasos poliinsaturados, aminoácidos, minerales, terapias herbales, homeopatía y actividad física como tratamiento del TDAH y se espera que se desarrollen ensayos clínicos mejor diseñados (19). No obstante, de existir una historia que sugiere una influencia negativa de determinados alimentos, puede realizarse un diario de comidas para ayudar a esclarecer esta relación (22). Controversias acerca del TDAH El TDAH es una condición que mantiene algunas controversias y debates entre profesionales de salud y educación, pero también en los medios y opinión pública. Las razones de esta naturaleza controversial son múltiples; sin embargo, las principales están relacionadas a las variaciones en la prevalencia (asociado al uso de las categorías diagnósticas distintas en los estudios de prevalencia), las expectativas culturales acerca de la conducta de los niños que en algunos lugares puede llevar a una “zona de ambigüedad” dada por la subjetividad de las apreciaciones de los padres y profesores, y sobre todo, al involucramiento de la industria farmacéutica en el incremento de los diagnósticos y en la conducta prescriptiva de los profesionales (13). Otro aspecto que se ha cuestionado es la ausencia de investigaciones cualitativas sobre la experiencia de los niños y adolescentes con los diferentes tratamientos como contraparte a los ensayos clínicos de fármacos que pueda mejorar la comprensión que se tiene de los desenlaces del tratamiento (8). Asimismo, al ser una condición que se contextualiza en múltiples disciplinas desde paradigmas biomédicos, psicológicos y sociológicos, cada uno proporciona una serie de discursos que puede discrepar uno de otro con relación a la etiología y las intervenciones; no obstante, parece existir una dominancia del discurso biomédico. Esto se relacionaría a que el TDAH es una integración contextualizada del conocimiento clínico subjetivo con la investigación científica, lo que genera que una observación principalmente subjetiva, se consolide en un trastorno empírico objetivo (30). Se suma a todo esto la reciente declinación del comité de expertos de la Organización Mundial de la Salud (OMS) para incorporar al metilfenidato para el tratamiento del TDAH en la Lista Modelo de Medicamentos Esenciales de la OMS debido a “preocupaciones acerca de la calidad e interpretación de la evidencia acerca de beneficios y riesgos” (31). No obstante, estos aspectos controversiales no deben hacer que se pierda de vista que el TDAH es una condición del neurodesarrollo que puede afectar considerablemente el funcionamiento y la calidad de vida del niño o adolescente, por lo cual deben llevarse a cabo las intervenciones psicológicas y farmacológicas de manera oportuna, considerando el contexto particular de cada niño o adolescente y abordando cada caso de manera integral, brindando el apoyo necesario para un mejor desarrollo.",
      "vector": [
        0.1494140625,
        -0.091796875,
        0.07373046875,
        0.07373046875,
        -0.015869140625,
        -0.1376953125,
        -0.054931640625,
        0.02197265625,
        -0.07763671875,
        0.008056640625,
        0.036865234375,
        0.054931640625,
        -0.119140625,
        -0.039306640625,
        0.185546875,
        -0.0150146484375,
        -0.10986328125,
        0.049560546875,
        -0.0281982421875,
        0.059814453125,
        -0.037353515625,
        0.0264892578125,
        -0.01043701171875,
        0.07568359375,
        -0.080078125,
        0.083984375,
        0.045166015625,
        -0.06884765625,
        -0.1015625,
        0.0016937255859375,
        0.076171875,
        -0.1376953125,
        0.037841796875,
        -0.037109375,
        0.078125,
        0.016357421875,
        -0.024169921875,
        0.007720947265625,
        -0.03955078125,
        -0.024658203125,
        0.072265625,
        0.04931640625,
        -0.02001953125,
        0.06640625,
        0.0062255859375,
        0.043701171875,
        0.08984375,
        -0.051513671875,
        -0.0225830078125,
        0.00135040283203125,
        -0.00020599365234375,
        0.07666015625,
        -0.0068359375,
        0.03271484375,
        -0.0257568359375,
        0.01239013671875,
        -0.0281982421875,
        -0.0115966796875,
        0.0242919921875,
        0.041259765625,
        0.030029296875,
        0.037109375,
        0.042236328125,
        -0.0027618408203125,
        0.0380859375,
        -0.014892578125,
        0.008056640625,
        -0.0216064453125,
        -0.0732421875,
        0.0206298828125,
        0.009521484375,
        -0.044921875,
        0.0050048828125,
        -0.052978515625,
        -0.0020904541015625,
        0.030029296875,
        -0.030517578125,
        0.007598876953125,
        -0.042236328125,
        -0.0308837890625,
        0.1171875,
        0.009765625,
        0.00019931793212890625,
        -0.02392578125,
        0.01031494140625,
        0.068359375,
        -0.032470703125,
        0.031982421875,
        -0.0322265625,
        -0.037841796875,
        -0.053955078125,
        -0.10400390625,
        0.0250244140625,
        -0.10986328125,
        0.0751953125,
        -0.009521484375,
        -0.04443359375,
        0.021484375,
        -0.00927734375,
        -0.01080322265625,
        0.03515625,
        -0.00872802734375,
        -0.0400390625,
        0.021484375,
        -0.0130615234375,
        0.045166015625,
        0.04638671875,
        -0.0186767578125,
        -0.034912109375,
        0.0003986358642578125,
        -0.01953125,
        -0.014404296875,
        -0.04638671875,
        -0.01190185546875,
        -0.01422119140625,
        -0.017333984375,
        -0.0322265625,
        0.0390625,
        0.0184326171875,
        -0.01483154296875,
        -0.0211181640625,
        0.04296875,
        -0.0191650390625,
        0.03271484375,
        -0.0419921875,
        -0.037353515625,
        0.00848388671875,
        -0.0023956298828125,
        -0.055419921875,
        -0.0458984375,
        -0.01055908203125,
        0.0419921875,
        0.0208740234375,
        0.07958984375,
        0.0257568359375,
        0.037353515625,
        -0.0006561279296875,
        0.0198974609375,
        -0.024169921875,
        -0.02685546875,
        0.01409912109375,
        0.10400390625,
        -0.0400390625,
        0.042724609375,
        -0.01263427734375,
        -0.0390625,
        0.005340576171875,
        0.04296875,
        0.0140380859375,
        -0.0037384033203125,
        -0.00860595703125,
        -0.000469207763671875,
        -0.0478515625,
        -0.007598876953125,
        0.0264892578125,
        -0.014892578125,
        0.0113525390625,
        0.021484375,
        -0.00115966796875,
        -0.01220703125,
        -0.0255126953125,
        -0.047607421875,
        0.026123046875,
        -0.01214599609375,
        -0.02001953125,
        -0.0038604736328125,
        -0.043212890625,
        0.026123046875,
        0.043212890625,
        0.0037078857421875,
        -0.03125,
        -0.0021209716796875,
        0.04638671875,
        0.034912109375,
        -0.00360107421875,
        -0.00482177734375,
        0.003448486328125,
        0.039306640625,
        0.00506591796875,
        0.08544921875,
        0.060791015625,
        8.153915405273438e-05,
        -0.0230712890625,
        -0.01123046875,
        0.044189453125,
        -0.005828857421875,
        0.0062255859375,
        0.02490234375,
        -0.02587890625,
        0.06396484375,
        0.07373046875,
        -0.006317138671875,
        0.059814453125,
        -0.01348876953125,
        0.005645751953125,
        0.009033203125,
        -0.00714111328125,
        -0.01043701171875,
        0.061767578125,
        0.004425048828125,
        -0.0091552734375,
        -0.025390625,
        -0.038330078125,
        0.0023956298828125,
        0.0439453125,
        0.0037384033203125,
        -0.0302734375,
        -0.07373046875,
        0.00799560546875,
        0.03759765625,
        0.0032958984375,
        0.03662109375,
        -0.018798828125,
        0.0218505859375,
        -0.05322265625,
        -0.026123046875,
        0.052734375,
        0.07666015625,
        0.046142578125,
        -0.031982421875,
        0.019775390625,
        0.034912109375,
        -0.00836181640625,
        0.00970458984375,
        -0.000919342041015625,
        0.053955078125,
        -0.01239013671875,
        0.044189453125,
        0.035888671875,
        0.023681640625,
        0.031494140625,
        -0.0107421875,
        -0.06396484375,
        0.0172119140625,
        0.06396484375,
        0.022216796875,
        -0.0546875,
        -0.0247802734375,
        0.009765625,
        -0.03271484375,
        -0.0186767578125,
        0.0157470703125,
        0.0031280517578125,
        -0.01214599609375,
        -0.056396484375,
        -0.06787109375,
        -0.051025390625,
        -0.08544921875,
        0.005767822265625,
        -0.022705078125,
        -0.0201416015625,
        -0.012451171875,
        -0.00653076171875,
        -0.0184326171875,
        0.033935546875,
        -0.041259765625,
        0.0498046875,
        0.0191650390625,
        -0.01446533203125,
        0.004913330078125,
        -0.0216064453125,
        0.056396484375,
        0.0284423828125,
        0.035400390625,
        -0.0238037109375,
        0.0023651123046875,
        -0.004425048828125,
        -0.0159912109375,
        0.01220703125,
        -0.0791015625,
        -0.0615234375,
        0.017333984375,
        -0.04443359375,
        0.032958984375,
        0.005096435546875,
        -0.035888671875,
        0.00032806396484375,
        -0.0224609375,
        0.00390625,
        -0.0001850128173828125,
        0.004486083984375,
        -0.003875732421875,
        -0.0133056640625,
        0.0029754638671875,
        0.001983642578125,
        -0.02685546875,
        -0.050048828125,
        0.01019287109375,
        -0.0233154296875,
        0.0208740234375,
        0.038330078125,
        -0.006256103515625,
        0.00286865234375,
        0.03515625,
        -0.01806640625,
        0.026611328125,
        -0.01953125,
        -0.00360107421875,
        0.005462646484375,
        0.060546875,
        -0.033447265625,
        0.040283203125,
        0.00482177734375,
        -0.06005859375,
        -0.01397705078125,
        0.0023651123046875,
        -0.0576171875,
        0.0296630859375,
        -0.010986328125,
        -0.01068115234375,
        -0.022705078125,
        -0.014892578125,
        -0.027587890625,
        0.0224609375,
        0.06787109375,
        -0.0205078125,
        -0.0216064453125,
        0.0341796875,
        0.031494140625,
        -0.0037841796875,
        -0.0289306640625,
        -0.026611328125,
        0.013671875,
        0.0135498046875,
        -0.013427734375,
        -0.005645751953125,
        -0.0478515625,
        0.03125,
        -0.024169921875,
        -0.02197265625,
        -0.044189453125,
        -0.03369140625,
        0.0260009765625,
        0.033203125,
        -0.01129150390625,
        0.000484466552734375,
        4.291534423828125e-05,
        0.041015625,
        0.0166015625,
        0.012939453125,
        0.02001953125,
        0.0194091796875,
        0.01458740234375,
        0.0206298828125,
        0.001220703125,
        0.035400390625,
        -0.0238037109375,
        0.005218505859375,
        -0.00104522705078125,
        0.0302734375,
        0.00046539306640625,
        0.0341796875,
        -0.001251220703125,
        -0.0294189453125,
        -0.0172119140625,
        0.0294189453125,
        -0.0211181640625,
        0.078125,
        -0.0203857421875,
        -0.033203125,
        -0.01239013671875,
        0.07470703125,
        0.01422119140625,
        -0.00799560546875,
        -0.0225830078125,
        0.0206298828125,
        -0.027099609375,
        -0.0016937255859375,
        -0.004425048828125,
        0.0172119140625,
        -0.01953125,
        0.01953125,
        0.0159912109375,
        0.033935546875,
        0.0400390625,
        0.0537109375,
        0.051513671875,
        -0.0021820068359375,
        0.072265625,
        -0.033447265625,
        -0.033447265625,
        -0.041259765625,
        -0.0031890869140625,
        0.00970458984375,
        -0.0263671875,
        -0.001556396484375,
        0.05419921875,
        -0.08203125,
        0.00653076171875,
        -0.038818359375,
        -0.022216796875,
        0.01422119140625,
        0.02490234375,
        0.0135498046875,
        -0.000843048095703125,
        0.005950927734375,
        -0.0023956298828125,
        -0.033203125,
        0.05078125,
        -0.00107574462890625,
        0.0247802734375,
        0.004638671875,
        0.0174560546875,
        -0.01214599609375,
        0.02001953125,
        -0.019775390625,
        -0.0025634765625,
        -0.0032958984375,
        -0.0299072265625,
        -0.007476806640625,
        -0.001922607421875,
        0.007232666015625,
        -0.0233154296875,
        -0.01239013671875,
        -0.022216796875,
        -0.0576171875,
        0.0213623046875,
        -0.00830078125,
        0.004791259765625,
        0.0032958984375,
        0.06298828125,
        -0.00193023681640625,
        0.005462646484375,
        0.0052490234375,
        0.019775390625,
        -0.0289306640625,
        -0.039306640625,
        -0.027099609375,
        0.0072021484375,
        0.005035400390625,
        0.0093994140625,
        0.054931640625,
        0.0157470703125,
        -0.004302978515625,
        0.0101318359375,
        0.0027618408203125,
        0.005096435546875,
        -0.01019287109375,
        0.039794921875,
        0.033203125,
        0.00787353515625,
        0.02685546875,
        0.002349853515625,
        -0.035888671875,
        -0.02734375,
        0.00118255615234375,
        0.045166015625,
        -0.0130615234375,
        0.003509521484375,
        -0.006988525390625,
        -0.018310546875,
        0.035400390625,
        -0.016357421875,
        0.024169921875,
        0.0322265625,
        0.017578125,
        0.04931640625,
        -0.01104736328125,
        0.0098876953125,
        0.0390625,
        0.0274658203125,
        0.005767822265625,
        0.009521484375,
        -0.037841796875,
        0.0712890625,
        -0.01611328125,
        0.06494140625,
        0.0021820068359375,
        0.042236328125,
        0.00592041015625,
        0.034912109375,
        0.022705078125,
        0.0230712890625,
        -0.02392578125,
        -0.04638671875,
        -0.028076171875,
        0.00970458984375,
        0.000743865966796875,
        -0.01611328125,
        0.01708984375,
        -0.02001953125,
        -0.0220947265625,
        -0.023193359375,
        0.03662109375,
        -0.00921630859375,
        -0.016357421875,
        -0.005340576171875,
        -0.039306640625,
        0.015625,
        -0.0150146484375,
        0.0179443359375,
        -0.004730224609375,
        0.012939453125,
        0.0257568359375,
        -0.035888671875,
        -0.02392578125,
        -0.0159912109375,
        0.060546875,
        0.0115966796875,
        -0.033203125,
        -0.03515625,
        -0.0205078125,
        0.019287109375,
        -0.026123046875,
        0.00982666015625,
        -0.0079345703125,
        0.0064697265625,
        -0.00592041015625,
        -0.048828125,
        -0.042236328125,
        -0.033935546875,
        0.0185546875,
        -0.00225830078125,
        0.0120849609375,
        0.0244140625,
        0.023193359375,
        0.01470947265625,
        -0.01104736328125,
        -0.036865234375,
        -0.0284423828125,
        0.0032958984375,
        -0.0034942626953125,
        0.01806640625,
        -0.04736328125,
        -0.00714111328125,
        0.049560546875,
        -0.00994873046875,
        -0.038330078125,
        0.0341796875,
        -0.002197265625,
        0.02099609375,
        0.01318359375,
        -0.007476806640625,
        -0.00775146484375,
        -0.00506591796875,
        0.010009765625,
        0.003387451171875,
        -0.056396484375,
        -0.0179443359375,
        0.0013885498046875,
        -0.02294921875,
        -0.01953125,
        -0.00860595703125,
        0.000362396240234375,
        -0.0045166015625,
        -0.007110595703125,
        0.0107421875,
        0.023681640625,
        0.050048828125,
        0.043701171875,
        -0.056884765625,
        0.00579833984375,
        -0.0087890625,
        -0.0194091796875,
        -0.009521484375,
        -0.0302734375,
        0.012939453125,
        -0.007415771484375,
        -0.007720947265625,
        -0.027587890625,
        0.01123046875,
        0.02392578125,
        -0.035400390625,
        -0.0203857421875,
        -0.01483154296875,
        -0.003875732421875,
        0.0107421875,
        -0.0023193359375,
        -0.0191650390625,
        -0.01348876953125,
        0.029296875,
        0.0019989013671875,
        -0.0152587890625,
        0.0296630859375,
        0.00118255615234375,
        0.00020122528076171875,
        -0.00799560546875,
        0.055908203125,
        0.0208740234375,
        0.046630859375,
        -0.042236328125,
        -0.012939453125,
        -0.058349609375,
        0.0189208984375,
        -0.0159912109375,
        -0.001251220703125,
        -0.004180908203125,
        -0.033203125,
        -0.0218505859375,
        0.00921630859375,
        0.00885009765625,
        0.0238037109375,
        -0.004730224609375,
        -0.0177001953125,
        -0.006378173828125,
        0.004791259765625,
        0.0142822265625,
        -0.0189208984375,
        0.0023651123046875,
        -0.0101318359375,
        -0.0439453125,
        -0.0033111572265625,
        0.00836181640625,
        0.027587890625,
        0.0380859375,
        0.0279541015625,
        -0.0274658203125,
        -0.0052490234375,
        -0.044189453125,
        -0.0299072265625,
        0.03662109375,
        0.036865234375,
        0.01544189453125,
        -0.0068359375,
        0.001434326171875,
        -0.006988525390625,
        0.00994873046875,
        -0.0277099609375,
        -0.00077056884765625,
        0.02001953125,
        -0.0034637451171875,
        -0.0137939453125,
        0.0277099609375,
        0.01348876953125,
        0.0546875,
        0.03271484375,
        0.037841796875,
        0.0250244140625,
        -0.003509521484375,
        0.0218505859375,
        -0.0294189453125,
        0.0242919921875,
        -0.023193359375,
        -0.0242919921875,
        0.0294189453125,
        0.01458740234375,
        0.041015625,
        0.0179443359375,
        -0.007049560546875,
        0.0157470703125,
        0.04296875,
        0.020263671875,
        0.041015625,
        -0.0185546875,
        0.0007171630859375,
        -0.023193359375,
        -0.045166015625,
        0.006439208984375,
        0.0211181640625,
        -0.000812530517578125,
        -0.0208740234375,
        0.0087890625,
        -0.00732421875,
        0.0079345703125,
        -0.02587890625,
        0.00121307373046875,
        -0.051025390625,
        0.017822265625,
        -0.00653076171875,
        -0.0233154296875,
        -0.0166015625,
        0.005615234375,
        0.040771484375,
        -0.00408935546875,
        0.0242919921875,
        0.00274658203125,
        0.00927734375,
        0.0021209716796875,
        0.019775390625,
        -0.0263671875,
        -0.007049560546875,
        0.0038604736328125,
        0.041259765625,
        -0.008056640625,
        -0.0159912109375,
        0.00872802734375,
        -0.00159454345703125,
        -0.0189208984375,
        -0.00970458984375,
        -0.0030975341796875,
        -0.0126953125,
        -0.00897216796875,
        -0.023193359375,
        -0.00133514404296875,
        0.005645751953125,
        -0.0019989013671875,
        -0.038330078125,
        0.00537109375,
        -0.0213623046875,
        0.0191650390625,
        0.0017852783203125,
        -0.041259765625,
        0.004486083984375,
        -0.0299072265625,
        0.01007080078125,
        -0.050537109375,
        -0.0079345703125,
        -0.01348876953125,
        0.041748046875,
        -0.031005859375,
        -0.038818359375,
        0.03515625,
        0.0164794921875,
        -0.0250244140625,
        -0.0299072265625,
        0.024658203125,
        -0.01324462890625,
        -0.0184326171875,
        0.0196533203125,
        0.06884765625,
        0.023193359375,
        -0.026611328125,
        0.052978515625,
        -0.00830078125,
        -0.01025390625,
        -0.0546875,
        0.0206298828125,
        -0.006591796875,
        0.000865936279296875,
        -0.0084228515625,
        0.0289306640625,
        0.02587890625,
        0.041015625,
        0.0111083984375,
        0.00732421875,
        0.005828857421875,
        0.026611328125,
        -0.0155029296875,
        -0.035888671875,
        0.0238037109375,
        0.000476837158203125,
        -0.0174560546875,
        -0.01904296875,
        0.007232666015625,
        0.0023345947265625,
        -0.0159912109375,
        0.0146484375,
        -0.0390625,
        -0.021484375,
        0.03125,
        -0.0302734375,
        0.050048828125,
        -0.010498046875,
        0.039794921875,
        0.036865234375,
        -0.0498046875,
        -0.028564453125,
        -0.009033203125,
        0.0169677734375,
        -0.025390625,
        0.0048828125,
        0.0264892578125,
        0.02880859375,
        0.009033203125,
        0.01214599609375,
        -0.0255126953125,
        -0.0322265625,
        0.03759765625,
        -0.01165771484375,
        -0.01483154296875,
        0.0242919921875,
        0.031494140625,
        -0.0113525390625,
        0.0537109375,
        -0.0361328125,
        -0.007568359375,
        0.005615234375,
        -0.0030975341796875,
        -0.01348876953125,
        0.017578125,
        -0.0020751953125,
        -0.0255126953125,
        0.021484375,
        0.006072998046875,
        0.03125,
        -0.00506591796875,
        0.0017242431640625,
        -0.01300048828125,
        -0.01708984375,
        0.0031280517578125,
        -0.0263671875,
        0.0015106201171875,
        -0.0205078125,
        -0.003509521484375,
        4.1961669921875e-05,
        0.02099609375,
        -0.0072021484375,
        -0.0031890869140625,
        -0.034423828125,
        -0.0205078125,
        -0.0179443359375,
        -0.01214599609375,
        0.0118408203125,
        -0.0020294189453125,
        -0.0244140625,
        0.0068359375,
        -0.0213623046875,
        0.00604248046875,
        0.037841796875,
        0.042236328125,
        0.0206298828125,
        0.01123046875,
        0.02392578125,
        -0.01544189453125,
        0.01055908203125,
        0.035400390625,
        0.00970458984375,
        0.02197265625,
        0.0030517578125,
        -0.0025787353515625,
        0.0186767578125,
        0.0233154296875,
        0.01904296875,
        -0.0218505859375,
        -0.0341796875,
        -0.0079345703125,
        0.0167236328125,
        -0.00372314453125,
        -0.006256103515625,
        0.004302978515625,
        0.00604248046875,
        0.0120849609375,
        -0.025390625,
        -0.01806640625,
        0.035400390625,
        0.01031494140625,
        -0.03955078125,
        0.017333984375,
        -0.006103515625,
        -0.0157470703125,
        0.00653076171875,
        0.01300048828125,
        -0.02197265625,
        0.0159912109375,
        0.0006256103515625,
        -0.056396484375,
        0.012451171875,
        0.01080322265625,
        -0.024169921875,
        -0.0167236328125,
        -0.043212890625,
        -0.0191650390625,
        -8.153915405273438e-05,
        0.00034332275390625,
        -0.01953125,
        0.049560546875,
        -0.02880859375,
        0.0167236328125,
        -0.015625,
        -0.00506591796875,
        -0.039794921875,
        -0.00506591796875,
        0.0400390625,
        0.0203857421875,
        0.03466796875,
        -0.0086669921875,
        0.011474609375,
        -0.007049560546875,
        0.001983642578125,
        -0.010009765625,
        -0.020263671875,
        -0.01080322265625,
        -0.0274658203125,
        -0.04052734375,
        -0.00390625,
        -0.0034942626953125,
        0.01300048828125,
        -0.032470703125,
        -0.043701171875,
        0.0177001953125,
        -0.007232666015625,
        0.01495361328125,
        0.00799560546875,
        -0.0157470703125,
        -0.02734375,
        -0.0233154296875,
        0.00408935546875,
        -0.00885009765625,
        -0.02294921875,
        0.032470703125,
        -0.0208740234375,
        0.033447265625,
        -0.00958251953125,
        -0.00130462646484375,
        0.003814697265625,
        -0.00750732421875,
        0.0172119140625,
        0.020263671875,
        -0.00592041015625,
        -0.01275634765625,
        0.00830078125,
        -0.041259765625,
        -0.04736328125,
        -0.0230712890625,
        -0.019775390625,
        0.0107421875,
        -0.0133056640625,
        -0.0224609375,
        0.01495361328125,
        -0.0211181640625,
        -0.02490234375,
        0.0230712890625,
        0.015869140625,
        0.017333984375,
        -0.044921875,
        -0.0140380859375,
        0.0478515625,
        -0.044189453125,
        -0.0247802734375,
        0.00494384765625,
        0.004425048828125,
        -0.01275634765625,
        0.0133056640625,
        0.01214599609375,
        -0.03955078125,
        0.0079345703125,
        0.007232666015625,
        0.0218505859375,
        0.00439453125,
        0.028076171875,
        -0.00872802734375,
        -0.005767822265625,
        -0.0034942626953125,
        -0.031982421875,
        -0.001495361328125,
        0.0048828125,
        0.0155029296875,
        0.027587890625,
        -0.0050048828125,
        0.005401611328125,
        -0.00250244140625,
        0.02001953125,
        -0.021484375,
        0.01043701171875,
        -0.04296875,
        0.0189208984375,
        0.02490234375,
        -0.01611328125,
        0.01611328125,
        0.001007080078125,
        -0.013427734375,
        -0.0159912109375,
        -0.014892578125,
        0.055908203125,
        0.02099609375,
        -0.023681640625,
        -0.0036773681640625,
        -0.0264892578125,
        0.0263671875,
        -0.00360107421875,
        -0.0269775390625,
        0.00848388671875,
        0.015869140625,
        0.01055908203125,
        -0.0084228515625,
        -0.03271484375,
        0.016357421875,
        0.0205078125,
        -0.07763671875,
        -0.00732421875,
        -0.0081787109375,
        0.000278472900390625,
        -0.0218505859375,
        -0.001007080078125,
        -0.04052734375,
        0.01446533203125,
        0.00567626953125,
        0.0230712890625,
        -0.033203125,
        0.000194549560546875,
        -0.01019287109375,
        -0.02490234375,
        0.02587890625,
        -0.00732421875,
        0.0142822265625,
        -0.0208740234375,
        -0.01190185546875,
        -0.0023345947265625,
        0.00830078125,
        0.0216064453125,
        -0.0400390625,
        -0.015625,
        0.0177001953125,
        -0.0089111328125,
        0.0279541015625,
        -0.008056640625,
        0.0213623046875,
        -0.016357421875,
        0.0269775390625,
        0.005523681640625,
        0.0177001953125,
        -0.0238037109375,
        -0.025390625,
        -0.005767822265625,
        -0.01123046875,
        -0.019775390625,
        0.01214599609375,
        -0.031494140625,
        0.0026702880859375,
        -0.01165771484375,
        0.00579833984375,
        0.01220703125,
        0.0024566650390625,
        -0.009521484375,
        0.0107421875,
        -0.016357421875,
        0.0166015625,
        -0.009033203125,
        0.0233154296875,
        -0.00848388671875,
        0.0213623046875,
        0.015869140625,
        0.0059814453125,
        0.0101318359375,
        0.0233154296875,
        -0.01495361328125,
        -0.02734375,
        -0.005340576171875,
        0.0034332275390625,
        -0.00653076171875,
        -0.0303955078125,
        -0.00104522705078125,
        0.0185546875,
        0.022216796875
      ],
      "title": "Trastorno  por  déficit  de  atención  con hiperactividad (TDAH) en niños y adolescentes. Una revisión clínica"
    },
    {
      "id": "psyn-eng_item001",
      "count": 3,
      "created": "2025-06-10T06:41:41.472980",
      "text": "Examining the mental health symptoms of neurodivergent individuals across demographic and identity factors: a quantitative analysis Abstract Background: New research indicates that neurodivergent individuals experience unique intersections of identities at a much higher rate than historical research suggested. Factors such as race, gender, and sexuality interact with neurodivergent identities to influence their lived experiences and healthcare needs. While intersectionality has gained traction in research, the intersection of neurodivergence with other marginalized identities remains underexplored. Objective: This study seeks to fill this gap by examining how various social identities interact with neurodivergence to mediate mental health symptoms. Understanding these interactions is crucial for developing inclusive mental healthcare practices that affirm neurodivergent identities and address disparities in mental health outcomes among marginalized populations. Methods: Data was collected between May 2023 and March 2024 from 14,219 individuals admitted to a virtual intensive outpatient mental health treatment program. Clients self-reported demographic information, including neurodivergent identity, gender, sexual orientation, and race. Two-way MANOVAs were run to assess the interactions between different identities and the impact that those interactions had on anxiety and depression scores at both intake and discharge. When MANOVAs indicated significant interactions, followup two-way ANOVAs were conducted for each dependent variable. Results: Sexual and gender minority respondents were more likely to identify as neurodivergent compared to their straight and gender binary counterparts. Significant interactions were found between neurodivergence and gender on depression, as well as neurodivergence and sexual orientation on both depression scores and anxiety scores. However, no significant interactions were found between neurodivergence and racial identity with respect to depression or anxiety scores. Discussion: The complex interplay between neurodivergent identity and additional marginalized identities has a significant impact on how mental health symptoms are experienced, and therefore should have a significant impact on how treatment is tailored to the individual. By providing identity-affirming care, individuals are given the space to process their mental health symptoms in an empowering and less stressful environment. Introduction Neurodivergent individuals experience a rich and complex intersection of identities (Cooper et al., 2018; Dewinter et al., 2017; Fombonne and Zuckerman, 2022). Factors such as race, gender, and sexuality interact with their neurodivergent identities to impact their quality of life through the way that the world interacts with them and vice versa. Despite the growing recognition of intersectionality and neurodiversity in academic and social discourse, there remains a notable gap in research that explores the overlap of these two frameworks. This paper seeks to address this gap by examining mental health symptoms of neurodivergent individuals within the context of intersectionality. By expounding upon the ways in which various social identities intersect with neurodivergence and potentially mediate mental health symptoms, we aim to contribute to a deeper understanding of the lived experiences of neurodivergent individuals and advocate for more inclusive and equitable mental health treatment. Identity formation and intersectionality While identity development has been a subject of study since Erik Erikson introduced it as the fifth stage of development in the 1960s (Erikson, 1966), the exploration of how multiple identities interact and mediate individuals’ lived experiences has gained increased scholarly attention more recently. With the emergence of intersectionality theory. Introduced in the late 1980s by legal scholar Crenshaw (2013), intersectionality aims to shed light on the ways that coexisting identities may simultaneously impact a person’s lived experience within a social and political setting. The converse of intersectionality–the single determinant model of identity– proposes that one aspect of a person’s identity is the sole determinant of disenfranchisement within a system. Alternatively, intersectionality proposes that social identities have a complex and overlapping impact on privilege or disenfranchisement. For example, while Black men and women may share a racial identity, the ways in which they experience society differ due to their differences in gender identity (Gibson et al., 2016). Similarly, LGBTQIA+ people of color may experience compound discrimination relative to their white counterparts (Kisler, 2013). Combinations of marginalized identities effectively alter the experiences of individuals. Intersectionality has recently gained traction in quantitative research, with a surge in quantitative studies post-2010 (Bauer et al., 2021). With the more recent adoption of this framework into quantitative research, many new studies have demonstrated important differences in healthcare quality based on the held identities of patients. For example, Morrow et al. (2020) interviewed Asian men about their mental health. Their direct quotes revealed that they were cognizant that mental health stigma cannot exist outside of the social frameworks of their gender and race. Similarly, Seng et al. (2012) conducted a secondary analysis on women with PTSD and found that the number of marginalized identities the women held significantly impacted PTSD symptoms and quality of life scores. Lastly, Mereish and Bradford (2014) found that sexual minority clients had a greater risk of lifetime substance use problems, with nuanced differences when considering gender and racial differences. Neurodivergence A burgeoning focus on neurodiversity in society underscores the potential utility of incorporating neurodivergent identities into intersectionality frameworks. Neurodiversity asserts that variations in cognitive processing are natural and not inherently negative. While we all exhibit neurodiversity between one another, neurodivergent conditions are generally thought of as diagnosable differences in neurocognitive processing. Conditions such as autism spectrum disorder (ASD) and attention deficit hyperactivity disorder (ADHD) fall under the umbrella of neurodivergence, along with other neurocognitive and developmental conditions. Additionally, as the neurodivergent movement continues to grow and evolve, there are increasing calls for neurodivergence to include mental health disorders such as anxiety or OCD due to the changes in cognitive processing that are common in these disorders. As this paper’s focus is about the impact of identity on mental health symptoms, anyone who identifies as neurodivergent, regardless of clinical diagnosis, was considered for the sake of analysis. Individuals who identify as neurodivergent frequently report worse depression, anxiety, and quality of life scores (Kroll et al., 2024; Lai et al., 2019). Additionally, they tend to have higher utilization rates in healthcare settings (Zerbo et al., 2019; GupteSingh et al., 2017), but worse quality of life outcomes (Fleming et al., 2017; Loe and Feldman, 2007; Van der Oord et al., 2005). The current state of healthcare for neurodivergent individuals clearly indicates that our understanding of neurodivergent needs is severely lacking. Following the disability movement, the neurodivergent paradigm posits that it is not an individual’s deficits that impose hardship, but rather society’s lack of accommodations. In other words, it is a neurodivergent individual’s marginalization that contributes to their disenfranchisement, not their neurodivergence directly. This lack of understanding may be driven by the fact that historically, neurodivergent research has focused primarily on white males in clinical settings (Kalb, et.al., 2022). As a result, this research has left out a large portion of the neurodivergent population (Craddock, 2024; Brickhill et al., 2023; Lovelace et al., 2021). However, research has shown that individuals who identify as neurodivergent are more likely to hold other marginalized identities, such as gender and sexual minority identities (Cooper et al., 2018; Dewinter et al., 2017), who are already at risk of developing severe mental health conditions (Berry et al., 2023; Robertson et al., 2021). This finding lends additional credence to the argument that neurodivergence must be viewed within the lens of intersectionality, as a majority of neurodivergent individuals are not white males, as the historical research suggested (Krahn and Fenton, 2012). Intersectionality in neurodivergent-affirming care Since the majority of neurodivergent research has been conducted with white males (Kalb, et.al., 2022), individuals of other races and genders tend to be underdiagnosed (Bennett and Goodall, 2022) and under-supported (Dababnah et al., 2018). Further research is required to understand the needs of these underserved populations. Additionally, because autism was initially viewed, and is often still categorized, as a social deficit. Consequently, autistic individuals were often thought of as lacking a rich social life and social identity. As we grow to understand neurodivergence as a social identity and culture, it is imperative that we begin investigating the impact it has on individuals who may not fit the historic model of neurodivergence. Identity-affirming care, which acknowledges and accepts clients’ identities, is rooted in the theory of the social structure of health, or the idea that the conditions in which people live, learn, work, play, worship, and more, affect quality of life and health outcomes. While studies have shown that affirming neurodivergent identities is associated with better clinical outcomes (Kroll et al., 2024; Davies et al., 2024), further exploration is needed to understand how this acknowledgement may vary based on intersecting identities (Botha and GillespieLynch, 2022). Until neurodiversity is viewed under an intersectional lens, we cannot provide the best treatment to neurodivergent individuals because we do not fully understand how their other identities interact with their neurodivergence and ultimately impact their lives. Incorporating intersectionality into therapy practice, as proposed by Chantler (2005), could lead to more equitable mental health outcomes by addressing disparities faced by marginalized groups.  Study objectives This paper aims to identify common intersections and interactions between neurodivergent identities and other major marginalized identities. The first objective of this paper is to analyze the rate at which neurodivergent clients within a high acuity population hold additional marginalized identities. The second objective is to assess the interaction between neurodivergent identity and mental health symptoms when a client holds other marginalized identities. These findings will then be used to make clinical recommendations for the treatment of marginalized individuals who also hold a neurodivergent identity. Methods Setting Data collection took place at Charlie Health, a virtual intensive mental health treatment program that primarily worked with high acuity individuals between the ages of 11–35 at the time of this study. The majority of clients present with high acuity mental health concerns such as suicidal ideation, self-harm, high depression scores, or high anxiety scores. Charlie Health’s programming consists of 9 h of group sessions, 1 h of individual therapy, and an optional hour of family therapy per week, plus psychiatry as-needed. An integral part of Charlie Health’s treatment model is a compassion-focused and identity-affirming approach to care. Each group session is easily adaptable to create inclusive and supportive environments. These adaptations include addressing sensory needs, allowing for multiple dimensions of communication, and an exploration of social identity. Ethics statement This study was reviewed and approved by the NorthStar Institutional Review Board (IRB), who deemed this investigation exempt as secondary research usage (NB400214). Statement on positionality and participatory research The lead researcher and author of this paper identifies as a neurodivergent woman and recognizes the differences in symptom presentations between demographic groups within the course of mental health treatment. Her goal is to highlight the ways in which these differences can be affirmed and utilized in treatment settings to provide personalized care to neurodivergent individuals. Their background is informed by quality improvement work in a mental health setting and additional identity research. Furthermore, the questions posed regarding neurodivergence were written in conjunction with Charlie Health’s Director of Clinical Curriculum who identifies as neurodivergent. Questions regarding race and sexual orientation were reviewed and approved by Charlie Health’s Director of DEI. All analyses were reviewed by multiple individuals who identify as neurodivergent, as well as individuals who do not identify as neurodivergent but have a history of working with neurodivergent clients. Data collection Between May 2023 and March 2024, intake data were collected from 14,219 participants. Clients were given an intake survey in the first hour of their orientation to group therapy. A Charlie Health staff member joined the group and distributed personalized links to each client. Staff members stayed in the group to answer questions until all clients were finished. Clients were instructed that the survey was optional and would not affect their admission status. Of those 14,219 participants, 9,782 submitted discharge surveys. Discharge surveys were distributed on the client’s last day in group therapy. Clients were pulled into a breakout room on Zoom with a Charlie Health staff member who then gave the client a personalized link to their discharge survey. Clients were informed that the survey was optional and would not affect their discharge status. If the client opted out of the survey, they were sent back to their group; otherwise, once the survey was complete, they were sent back to their group. If a client missed their final group session, they were emailed and texted a personalized link to the discharge survey and prompted to fill it out with a $25 incentive.  Measures Demographics Demographics were collected at intake. Clients were asked to disclose their age, gender, sexual orientation, race, and neurodivergent identity. For this study, a neurodivergent identity of “other” could be anything the client deemed neurodivergent. This is due to the lack of a universally agreed-upon social definition for neurodivergence. All questions were multi-select to allow clients to select all answers that they felt represented them. Depression The Patient Health Questionnaire Modified for Adolescents (PHQ-A) is a 9 item scale that is used to measure depressive symptoms. Questions are rated on a scale from 0 (“not at all”) to 3 (“nearly every day”). A sum score ranging from 0 to 27 was calculated; scores of 5, 10, 15, and 20 represented mild, moderate, moderately severe, and severe depression, respectively (Johnson et al., 2002). Anxiety The Generalized Anxiety Disorder-7 (GAD-7) is a 7 item scale that is used to measure anxiety symptoms. Questions are rated on a scale from 0 (“not at all”) to 3 (“nearly every day”). A sum score, ranging from 0 to 21 was calculated; score cut offs of 5, 10, and 15 represent mild, moderate, and severe anxiety, respectively (Spitzer et al., 2006). Days of self-harm Self-harm was measured by asking clients how many days in the 30 days prior to the survey they had engaged in self-harm. Answers could range from 0 to 30. Data prep Race, gender, and sexuality questions were condensed due to sample size and to allow for higher powered tests. Race was condensed into 3 levels: Black, White, and Other. Gender was condensed into three levels Male, Female, and Other. Sexuality was condensed into five categories: heterosexual, bisexual, pansexual, homosexual, and other. Neurodivergence was also recorded as a binary variable to indicate if a client held any neurodivergent identity or not. Data analysis strategy To identify the rate of overlap between common minority identities and neurodivergence, chi-square tests were conducted between neurodivergence, and race, gender, and sexual orientation. To assess the effect of holding a neurodivergent identity on mental health symptoms among clients who also hold at least one additional minority identity, a two-way multivariate analysis of variance (MANOVA) was conducted for three different demographic groupings: race, gender, and sexuality. For significant interactions observed in the MANOVA, follow-up two-way analyses of variance (ANOVAs) were performed to further explore the relationships between identities and mental health symptoms. Assumptions for the MANOVA, including linearity, multicollinearity, absence of outliers, multivariate normality, and adequate sample size, were tested and met. However, the assumption of homogeneity of variance–covariance matrices (Box’s M test) was violated for the neurodivergent group’s symptoms at intake. Therefore, the GamesHowell procedure was used for post-hoc comparisons at intake, as it does not assume equal variances. Additionally, a Bonferroni correction was applied to all ANOVAs to control for the increased likelihood of Type I errors due to multiple comparisons. Results Demographics Chi-square tests of independence were run to analyze the correlation between neurodivergent identity and additional client demographics. The first chi-squared test examined the relationship between gender and neurodivergence, finding a significant association between gender identity and neurodivergent identity x2 (2, 10,565) = 296.85, p < 0.001. Based on descriptive statistics, female-identifying clients are the least likely to identify as neurodivergent; clients with a gender identity that does not fit into the male/female binary are the most likely to identify as neurodivergent (Table 1). A Cramer’s V score was calculated to assess the strength of the association between gender and neurodivergence, finding a small to medium effect size (Cramer’s V = 0.169). The next chi-square test examined the relationship between sexual orientation and neurodivergence, finding a significant association between them x2 (4, 10,279) = 331.59, p < 0.001. Clients who identified as straight were the least likely to identify as neurodivergent, while pansexual clients were the most likely to identify as neurodivergent (Table 1). A Cramer’s V score of 0.179 indicates a small to medium effect size between sexual orientation and neurodivergence. Finally, a chi-square test found a significant association between racial identity and neurodivergent identity x2 (2,10,103) = 159.1, p < 0.001, with Black clients significantly less likely to identify as neurodivergent compared to white and other clients (Table 1). A Cramer’s V score of 0.124 indicates a small effect size between racial identity and neurodivergent identity.  Symptom presentation at intake Gender A two-way MANOVA was run to evaluate the effect of gender identity and neurodivergent identity on two dependent variables at intake: depression symptoms and anxiety symptoms. The results of the two-way MANOVA indicated significant main effects of both gender identity (F(4, 19,876) = 165.06, p < 0.001, Pillai’s Trace = 0.06) and neurodivergent identity (F(2, 9,937) = 55.501, p < 0.001, Pillai’s Trace = 0.01). Additionally, a significant interaction effect between gender identity and neurodivergent identity was identified (F(4, 19,876) = 2.39, p = 0.048, Pillai’s Trace = 0.0009), indicating that gender and neurodivergent identities have more than just an additive effect on mental health symptoms. Follow up two-way ANOVAs were run for depression symptoms and anxiety symptoms to identify where the effect was present. The interaction between gender and neurodivergent identity was significant on depression symptoms (F(2, 10,196) = 5.21, p = 0.005), but not on anxiety symptoms. As such, a Games-Howell post-hoc test was run to assess the effects of gender identity on each level of neurodivergent identity, and vice versa. For clients who identify as neurotypical, there were significant differences in depression scores between all groupings (p < 0.001 for all groups) (Table 2). Neurotypical clients who do not identify as either male or female reported the highest level of depression at intake, with female clients reporting the second highest rates of depression and male clients reporting the lowest rates of depression. Furthermore, significant differences were found between all levels of gender identity for neurodivergent clients (p < 0.001 for all groups, Table 3), with the same pattern as neurotypical clients. There are significant differences in depression scores between neurodivergent and neurotypical clients who identify as female and male, respectively. However, there were no significant differences in depression scores between neurodivergent and neurotypical clients who identified as a gender other than male or female (Table 2). To further investigate the interactions between gender identity and neurodivergence, two-way MANOVAs were run for both the Autistic and ADHD subpopulations in order to determine if any interactions with gender differ between these two neurodivergent identities. Significant main effects were found for autistic identity (F(2, 9,938) = 28.426, p < 0.001, Pillai’s Trace = 0.006), along with significant interactions between autism and gender (F(4, 19,876) = 2.414, p = 0.047, Pillai’s Trace = 0.00097). Similarly, significant main effects were found for ADHD (F(2, 9,937) = 42.298, p < 0.001, Pillai’s Trace = 0.0086). However, there were no significant interaction effects between ADHD and gender (F(4, 19,876) = 1.814, p = 0.123, Pillai’s Trace = 0.00073), marking an important distinction between Autistic and ADHD individuals. As a follow up to the significant interaction effects between gender and autism, two-way ANOVAs were run for depression and anxiety to assess where the interaction effect may be present. After a Bonferroni correction with an updated confidence level of p < 0.025, the interaction effect between gender and autism on depression was found to be statistically significant (F(2, 10,196) = 5.259, p = 0.005), while the effect on anxiety was not (p = 0.24). These results are similar to the overall neurodivergent findings. Follow-up Games-Howell tests indicate that significant differences exist between autistic and non-autistic males (p < 0.001) and autistic and non-autistic females (p < 0.001). There were no significant differences between autistic and non-autistic individuals who hold a gender outside of the gender binary (p = 0.09). Additionally, significant differences were present between autistic males and females (p < 0.001), autistic female and non-binary clients (p = 0.003), and autistic males and non-binary clients (p < 0.001). Further details can be found in Table 3. Sexuality A two-way MANOVA was conducted to evaluate the effect of sexual orientation and neurodivergent identity on the same two dependent variables previously discussed. Significant main effects were found for both sexual orientation (F(8,19,352) = 44.48, p < 0.001, Pillai’s Trace = 0.04) and neurodivergent identity (F(2, 9,675) = 39.79, p < 0.001, Pillai’s Trace = 0.008), as well as in the interaction between the two (F(8, 19,352) = 2.75, p = 0.005, Pillai’s Trace = 0.002). This indicates that, similar to gender identity, the interaction between sexual orientation and neurodivergent identity has a combined impact on depression and anxiety that is not simply additive. Follow-up two-way ANOVA tests were run for depression and anxiety to assess where the interaction effect may be present. The interaction effect between sexual orientation and neurodivergent identity was found to be statistically significant on depression (F(4, 9,926) = 5.30, p < 0.001) and anxiety scores alike (F(4, 9,909) = 3.12, p = 0.014), and maintained significance after a Bonferroni correction with an updated confidence level of p < 0.025 Post-hoc Games-Howell tests were conducted between all levels of gender and neurodivergence for both depression and anxiety symptoms, the results of which are summarized in Tables 4, 5. Building on the investigation done between gender and neurodivergence, additional MANOVAs were conducted to identify any interaction effects between sexual orientation and autism or ADHD. Significant main effects were present for both Autistic (F(2, 9,675) = 16.422, p < 0.001, Pillai’s Trace = 0.003) and ADHD individuals (F (2,9,675) = 22.901, p < 0.001, Pillai’s Trace = 0.005). Additionally, both of these neurodivergent identities had significant interactions effects with sexual orientation (Sexuality:Autism F(8, 19,352) = 3.397, p < 0.001, Pillai’s Trace = 0.003; Sexuality:ADHD F(8, 19,352) = 2.262, p = 0.0205, Pillai’s Trace = 0.0019). As such, follow-up two-way ANOVAs were conducted to determine where the interactions were present. Significant interaction effects for both depression and anxiety were present in both the Autistic sample (F(4, 9,926) = 5.92, p < 0.001 and F(4, 9,909) = 3.73, p = 0.005 respectively) and ADHD sample (F(4, 9,926) = 3.72, p = 0.005 and F(4, 9,909) = 4.047, p = 0.003 respectively). After implementing a Bonferroni correction with an adjusted significance level of p < 0.025, all interactions remained significant. Games-Howell tests were run to assess where differences lie between identities. The results of these tests can be found in Tables 6–9. Race A two-way MANOVA was conducted to evaluate the effect of racial identity and neurodivergent identity on depression, anxiety, and days of self-harm. While there were significant main effects of racial identity (F(4,19,042) = 29.27, p < 0.001, Pillai’s Trace = 0.012) and neurodivergent identity (F(2, 9,520) = 68.910, p < 0.001, Pillai’s Trace = 0.014) on the combined dependent variables, there was no significant interaction between race and neurodivergence. Since this paper focuses on interaction effects between multiple identities, no follow-up tests were conducted for race and neurodivergence. Finally, two-way MANOVAs were conducted for Autistic and ADHD subpopulations to determine if race interacted with these two neurodivergent conditions differently. As seen in previous tests, both autism and ADHD identities showed significant main effects, however, neither had significant interaction effects with race (p = 0.052). As such, no follow-up tests were conducted for these subpopulations. Treatment outcomes To assess outcomes post-treatment, the sample was filtered to only include clients who successfully completed treatment and discharged based on clinical recommendation to ensure that we were measuring the effect of a full episode of successful treatment. Of the 9,782 clients who submitted a survey upon discharge, 50.30% routinely discharged, leaving us with a sample size of 4,921 clients. Based on two-way MANOVAs, there are no significant interaction effects between gender and neurodivergence (F(2,902) = 1.66, p = 0.190, Pillai’s Trace = 0.0037), sexual orientation and neurodivergence (F(2, 874) = 2.236, p = 0.108, Pillai’s Trace = 0.005), or race and neurodivergence (F(2,881) = 2.600, p = 0.075, Pillai’s Trace = 0.0059) on the combined dependent variables of depression symptoms and anxiety symptoms by discharge. Interpretation The initial investigation revealed disparities in the rate of neurodivergent identification within different marginalized groups. Clients who identified as a racial minority were less likely to identify as neurodivergent compared to their white counterparts, while gender and sexual minority individuals had a higher likelihood of identifying as neurodivergent. These findings align with existing literature (Cooper et al., 2018; Dewinter et al., 2017) and emphasize the importance of recognizing and acknowledging the wide array of identities that an individual holds when implementing treatment. Furthermore, these differences in rates of identification between groups may indicate societal differences that would benefit from further study. Historically, racial minorities have disparate access to neurodivergent-affirming care such as evaluations and diagnoses, both due to reduced access to healthcare overall (American Medical Association, 2023), and diagnostic tools shaped by white standards (Council of National Psychological Associations for the Advancement of Ethnic Minority Interests, 2016). This limited access to care that can provide context and education around neurodivergent conditions could further reduce an individual’s willingness to identify as neurodivergent therefore reducing the likelihood of identifying as such. This study also investigated the complex relationship between neurodivergent identity and mental health symptoms within the context of intersecting marginalized identities, intending to fill the gap in the research on neurodivergence and mental health for marginalized communities. Results indicate that neurodivergent identities should not be considered in a vacuum but instead interpreted in conjunction with additional social and personal identities that individuals hold. A significant interaction between neurodivergence and gender was found in association with depression symptoms, indicating that holding a neurodivergent identity can impact depression symptoms differently depending on an individual’s gender identity. For example, non-binary, neurodivergent individuals reported higher depression scores than their male and female neurodivergent counterparts. This could be because non-binary individuals face unique challenges and pressures from not meeting traditional gender expectations. For example, non-binary individuals are more likely to face discrimination within healthcare settings (Kattari and Hasche, 2016), further increasing pre-existing mental health symptoms. These common situations further emphasize the importance of considering, acknowledging and affirming all identities during the course of mental health treatment. Additionally, depression symptoms differ for neurodivergent versus neurotypical men and neurodivergent versus neurotypical women, emphasizing the importance of considering both gender and neurodivergent identities when attempting to understand depression scores and how to treat them. As seen by our additional subpopulation tests, Autistic individuals demonstrate a significant interaction effect with gender when it comes to depression. Consider, for instance, an autistic woman who struggles with the sensory input of traditionally feminine clothing such as skirts or heels, but feels pressured to conform to these standards in her traditional office job. The cognitive load of masking her discomfort while in public settings is not distinctly due to her neurodivergence or gender, but a combination of the two identities, and could put her at higher risk of burnout and depression. Interestingly there was no significant difference found in depression scores between neurotypical and neurodivergent individuals who fall outside of the gender binary. This is potentially due to the heightened prevalence of depression that already exists within the non-binary community, making the neurodivergent identity difference less prevalent. Sexual orientation and neurodivergent identity also showed significant interactions for both depression scores and anxiety scores. For example, individuals in our study who were both neurodivergent and identified as pansexual or bisexual tend to report higher levels of depression and anxiety when compared to those who were straight, and those who were neurotypical. By taking into consideration an individual’s sexual orientation and their neurodivergent identity, treatment for depression and anxiety can be better personalized to be more impactful. Finally, no significant interactions were found between racial identity and neurodivergent identity in terms of depression and anxiety scores at intake in this setting. There may be numerous reasons for this. For instance, racial categories used in this analysis may have been too broad. “Black” or “white” as categories can include people with very different life experiences, resources and support systems. This variability could dilute any potential interaction effect between race and neurodivergence. Additionally, while gender and sexual orientation are often up to individual interpretation, racial identity could be considered a cultural and societal construct. As such, racial identities tend to be externally imposed instead of internally constructed. Neurodivergence also tends to be a personal identity up to individual interpretation, and therefore interacts with gender and sexuality internally in a way that has complex interactions on internal states of being like depression and anxiety. Interactions between racial identity and neurodivergence may be more indirect and societally-driven, which could potentially overshadow the direct relationship between the two. Notably, by discharge, any disparities in mental health symptoms among different identities disappeared. This finding was in contrast to previous literature that demonstrated worse quality of life outcomes for neurodivergent individuals despite higher healthcare utilization rates (Fleming et al., 2017; Loe and Feldman, 2007; Van der Oord et al., 2005), underscoring the importance of holistic and affirming care across all aspects of identity in achieving positive treatment outcomes within mental health settings. When treatment is identityaffirming across multiple aspects of an individual’s identity, treatment outcomes are equitable across the board. This could have multiple underlying reasons. When care is adaptable to multiple aspects of one’s identity, the treatment plans are more tailored to individuals needs. Additionally, when care is identity-affirming, it provides a safe and empowering environment for self-advocacy. It can also create a space where identity-related stress can be reduced, allowing individuals to focus more on underlying issues rather than worry about how others are going to interact with and perceive them. Limitations and future research The limitations of this study include the reliance on selfreported data, including neurodivergent status. While selfperception of identity was the important construct for this study, future studies may benefit from considering neurodivergent diagnosis confirmed by medical records. Additionally, researchers and statisticians are still debating the best statistical methods for evaluating intersectionality. Future research should address both of these limitations by developing more robust data collection methods and statistical models that may account for contextual factors such as geographical policies and resources, as well as employing advanced analytical techniques like fuzzy-set theory (Hancock, 2007) to better capture the complexity of intersectional identities. Additionally, anxiety was measured using a generalized anxiety score and therefore may not have captured nuances of anxiety presentation that may be present between different populations. Future research could broaden the scope of measures to assess differences in anxiety symptoms, as well as other mental health concerns such as substance use or PTSD symptoms. Mixed methods studies could provide additional context for the interplay between neurodivergence and other marginalized identities that is not available in strictly quantitative research. Allowing individuals who experience the intersections of complex identities would provide a richer understanding of exactly how the identities shape their lives and how they experience these intersections. Finally, while the sample sizes for ADHD and Autistic clients were large enough to run additional statistical tests on those communities specific larger sample size of neurodivergent individuals who identified as something other than ADHD and Autistic would be beneficial for furthering research on the neurodivergent community as a whole. Conclusion Ultimately, the conclusion of this study echoes the principles of intersectionality at large: health disparities and quality of life are shaped by a complex interplay of various identities. Effective mental health treatment requires viewing a client’s identity holistically; not just as isolated concepts. Furthermore, this study underscores the importance of recognizing neurodivergent identities alongside other social identities, as they contribute greatly to an individual’s sense of self. By affirming a client’s lived experiences and all personal identities, treatment outcomes can be made equitable across a broad population.",
      "vector": [
        0.041259765625,
        -0.1455078125,
        -0.041259765625,
        -0.00927734375,
        -0.00015354156494140625,
        -0.0263671875,
        -0.006744384765625,
        -0.02099609375,
        -0.03076171875,
        0.0026092529296875,
        0.04052734375,
        0.11279296875,
        0.00885009765625,
        -0.1005859375,
        0.08935546875,
        0.0703125,
        -0.12060546875,
        -0.01318359375,
        0.00823974609375,
        -0.037353515625,
        -0.03759765625,
        0.0291748046875,
        -0.0166015625,
        -0.037109375,
        0.043212890625,
        0.09375,
        0.05419921875,
        -0.051513671875,
        -0.11572265625,
        -0.060302734375,
        0.1328125,
        -0.1767578125,
        0.01123046875,
        -0.11767578125,
        0.0908203125,
        0.08251953125,
        -0.034912109375,
        0.03857421875,
        0.057373046875,
        -0.03564453125,
        -0.01202392578125,
        0.08740234375,
        0.0189208984375,
        0.023193359375,
        0.03271484375,
        -0.01165771484375,
        0.048583984375,
        -0.0301513671875,
        0.035888671875,
        0.052001953125,
        0.058837890625,
        0.0908203125,
        0.001373291015625,
        0.01153564453125,
        0.0174560546875,
        0.004547119140625,
        -0.055908203125,
        0.040771484375,
        0.000476837158203125,
        -0.06982421875,
        0.035400390625,
        0.07177734375,
        0.0458984375,
        -0.0303955078125,
        0.03759765625,
        0.06787109375,
        0.00604248046875,
        -0.06884765625,
        0.0234375,
        0.014404296875,
        0.0303955078125,
        -0.03759765625,
        -0.0208740234375,
        0.0106201171875,
        -0.0303955078125,
        -0.005950927734375,
        -0.01031494140625,
        -0.08154296875,
        -0.038818359375,
        -0.0093994140625,
        0.058349609375,
        -0.043701171875,
        0.034423828125,
        -0.0927734375,
        -0.01336669921875,
        0.044189453125,
        -0.06591796875,
        0.0048828125,
        -0.01312255859375,
        -0.01202392578125,
        0.08203125,
        -0.09326171875,
        -0.060791015625,
        -0.126953125,
        0.07373046875,
        0.0101318359375,
        -0.046630859375,
        -0.014404296875,
        0.0274658203125,
        -0.099609375,
        0.035888671875,
        -0.0037078857421875,
        0.018310546875,
        0.0181884765625,
        -0.03759765625,
        0.04931640625,
        0.0172119140625,
        -0.0224609375,
        -0.0908203125,
        -0.01470947265625,
        -0.00457763671875,
        0.0225830078125,
        0.0247802734375,
        -0.0185546875,
        -0.01324462890625,
        -0.0126953125,
        -0.0037078857421875,
        0.0341796875,
        0.06298828125,
        -0.04931640625,
        -0.028076171875,
        0.046630859375,
        -0.04052734375,
        -0.038330078125,
        0.01495361328125,
        0.0157470703125,
        0.004791259765625,
        0.052978515625,
        -0.03076171875,
        0.0091552734375,
        0.004180908203125,
        0.0145263671875,
        0.013427734375,
        -0.037109375,
        0.039306640625,
        0.04443359375,
        0.0155029296875,
        0.046875,
        0.002593994140625,
        0.015869140625,
        -0.04052734375,
        0.013427734375,
        -0.000324249267578125,
        0.0206298828125,
        -0.01470947265625,
        0.00017833709716796875,
        0.030517578125,
        -0.0390625,
        0.03759765625,
        -0.013916015625,
        0.00799560546875,
        -0.091796875,
        0.0091552734375,
        0.00994873046875,
        -0.0230712890625,
        0.0303955078125,
        -0.0169677734375,
        -0.006988525390625,
        -0.060302734375,
        -0.021728515625,
        -0.0086669921875,
        -0.00555419921875,
        0.11328125,
        -0.02197265625,
        -0.0294189453125,
        -0.0191650390625,
        -0.0262451171875,
        0.02734375,
        0.036865234375,
        -0.038818359375,
        -0.06787109375,
        0.0166015625,
        0.003875732421875,
        -0.025634765625,
        -0.0123291015625,
        -0.004547119140625,
        -0.0054931640625,
        0.0224609375,
        -0.0023956298828125,
        0.0301513671875,
        0.0205078125,
        0.0498046875,
        -0.007415771484375,
        0.043212890625,
        -0.0030975341796875,
        0.0208740234375,
        -0.0003509521484375,
        -0.01141357421875,
        0.046875,
        0.04345703125,
        -0.0279541015625,
        0.0240478515625,
        0.036865234375,
        0.038818359375,
        0.00022792816162109375,
        0.03125,
        -0.022216796875,
        0.038330078125,
        0.02685546875,
        0.00811767578125,
        -0.0019989013671875,
        0.011962890625,
        0.0537109375,
        0.036376953125,
        0.031494140625,
        -0.01104736328125,
        -0.01458740234375,
        -0.0181884765625,
        0.0130615234375,
        0.031982421875,
        -0.03564453125,
        0.05712890625,
        0.013916015625,
        0.009521484375,
        -0.036376953125,
        -0.038818359375,
        0.0537109375,
        0.05029296875,
        0.038818359375,
        -0.046630859375,
        0.0201416015625,
        -0.0230712890625,
        0.0230712890625,
        0.01220703125,
        0.024658203125,
        0.029052734375,
        -0.059326171875,
        0.044189453125,
        0.03564453125,
        -0.0191650390625,
        0.033935546875,
        -0.01153564453125,
        0.017333984375,
        0.05810546875,
        0.004974365234375,
        -0.01019287109375,
        -0.03369140625,
        -0.0230712890625,
        -0.013427734375,
        0.0186767578125,
        0.0108642578125,
        -0.00933837890625,
        -0.00408935546875,
        0.0341796875,
        -0.0625,
        -0.028076171875,
        0.01123046875,
        -0.0771484375,
        0.0164794921875,
        -0.0189208984375,
        0.0272216796875,
        -0.01123046875,
        -0.0294189453125,
        -0.01611328125,
        0.0537109375,
        0.0198974609375,
        0.041259765625,
        0.00653076171875,
        -0.0125732421875,
        0.024658203125,
        -0.043701171875,
        0.0341796875,
        -0.021240234375,
        0.044677734375,
        -0.0390625,
        -0.01171875,
        -0.046630859375,
        0.054443359375,
        -0.0111083984375,
        -0.04345703125,
        -0.06689453125,
        -0.0277099609375,
        -0.033203125,
        0.0240478515625,
        0.0159912109375,
        0.00433349609375,
        0.01495361328125,
        0.0030670166015625,
        0.01434326171875,
        -0.0125732421875,
        0.0025482177734375,
        0.0279541015625,
        -0.019775390625,
        0.0079345703125,
        -0.0419921875,
        -0.002838134765625,
        -0.00131988525390625,
        -0.0025787353515625,
        -0.015380859375,
        -0.0098876953125,
        0.036376953125,
        0.00970458984375,
        -0.04638671875,
        0.005859375,
        0.0106201171875,
        0.006439208984375,
        -0.0269775390625,
        0.005950927734375,
        0.0693359375,
        0.04931640625,
        0.0103759765625,
        0.0023345947265625,
        0.0281982421875,
        -0.00860595703125,
        0.0034332275390625,
        0.0164794921875,
        -0.0294189453125,
        -0.0022735595703125,
        0.029052734375,
        -0.0037078857421875,
        -0.00183868408203125,
        0.00543212890625,
        -0.0164794921875,
        -0.001953125,
        0.018798828125,
        -0.01361083984375,
        -0.00531005859375,
        0.059814453125,
        -0.01434326171875,
        -0.037841796875,
        -0.016845703125,
        0.004608154296875,
        0.015380859375,
        0.00034332275390625,
        -0.027587890625,
        -0.0157470703125,
        -0.00897216796875,
        0.05615234375,
        -0.0238037109375,
        -0.007049560546875,
        -0.046630859375,
        -0.01434326171875,
        -0.00823974609375,
        -0.00159454345703125,
        0.0296630859375,
        -0.0133056640625,
        -0.050537109375,
        0.047119140625,
        0.0169677734375,
        0.01318359375,
        -0.007537841796875,
        0.031005859375,
        0.0174560546875,
        -0.0128173828125,
        -0.031005859375,
        0.05126953125,
        0.0205078125,
        -0.0201416015625,
        -0.04345703125,
        0.0458984375,
        -0.004241943359375,
        -0.00848388671875,
        0.00933837890625,
        -0.033203125,
        0.004730224609375,
        0.057373046875,
        -0.010986328125,
        0.000621795654296875,
        0.000652313232421875,
        0.00958251953125,
        0.03515625,
        0.0255126953125,
        -0.0123291015625,
        0.0184326171875,
        -0.05126953125,
        -0.01806640625,
        -0.01116943359375,
        -0.0257568359375,
        -0.026611328125,
        0.0029296875,
        -0.0137939453125,
        -0.01190185546875,
        -0.0050048828125,
        0.04150390625,
        -0.0052490234375,
        -0.043212890625,
        0.00616455078125,
        0.020263671875,
        0.05712890625,
        -0.0052490234375,
        -0.031494140625,
        -0.05078125,
        0.0242919921875,
        0.016845703125,
        0.041748046875,
        -0.0019378662109375,
        0.051513671875,
        0.00689697265625,
        -0.03515625,
        -0.007049560546875,
        -0.01611328125,
        0.01519775390625,
        0.019775390625,
        0.004547119140625,
        0.00335693359375,
        0.00909423828125,
        -0.0252685546875,
        -0.057373046875,
        0.01470947265625,
        0.021728515625,
        -0.01434326171875,
        0.004180908203125,
        -0.040771484375,
        -0.013916015625,
        0.01312255859375,
        -0.024169921875,
        -0.0125732421875,
        -0.029052734375,
        -0.08056640625,
        0.007171630859375,
        0.005340576171875,
        -0.031005859375,
        -0.07275390625,
        0.01153564453125,
        -0.057861328125,
        0.006103515625,
        0.0286865234375,
        0.0086669921875,
        0.0263671875,
        -0.0576171875,
        0.018310546875,
        0.0057373046875,
        0.018798828125,
        -0.0103759765625,
        0.0224609375,
        0.0233154296875,
        -0.016357421875,
        -0.034423828125,
        0.056396484375,
        0.01361083984375,
        0.0223388671875,
        -0.003875732421875,
        0.0301513671875,
        0.0380859375,
        0.012939453125,
        0.039794921875,
        -0.039794921875,
        -0.0196533203125,
        0.03076171875,
        0.044677734375,
        0.026611328125,
        0.0029296875,
        0.029052734375,
        -0.004425048828125,
        -0.00250244140625,
        0.0291748046875,
        -0.01806640625,
        -0.0135498046875,
        -0.025390625,
        -0.024658203125,
        -0.04296875,
        0.0216064453125,
        -0.048583984375,
        0.00250244140625,
        0.007415771484375,
        0.021240234375,
        -0.00799560546875,
        0.005096435546875,
        -0.0242919921875,
        0.04345703125,
        -0.04150390625,
        0.0277099609375,
        0.057373046875,
        -0.031005859375,
        0.041015625,
        0.0230712890625,
        0.0274658203125,
        0.00823974609375,
        0.076171875,
        -0.01806640625,
        -0.02001953125,
        0.003814697265625,
        0.02001953125,
        -0.031005859375,
        -0.0341796875,
        -0.0439453125,
        -0.024658203125,
        -0.007598876953125,
        -0.0024871826171875,
        0.0166015625,
        0.0634765625,
        0.01031494140625,
        -0.0079345703125,
        0.04931640625,
        0.0252685546875,
        -0.0128173828125,
        -0.0213623046875,
        -0.00384521484375,
        0.0181884765625,
        0.022216796875,
        0.01312255859375,
        -0.01226806640625,
        0.0012969970703125,
        0.00147247314453125,
        0.0037078857421875,
        0.0264892578125,
        -0.052734375,
        -0.0301513671875,
        0.006561279296875,
        -0.06982421875,
        -0.056884765625,
        -0.02001953125,
        -0.058349609375,
        -0.009033203125,
        0.006988525390625,
        0.00469970703125,
        -0.0054931640625,
        -0.004180908203125,
        -0.0576171875,
        0.004974365234375,
        -0.035888671875,
        -0.0291748046875,
        0.00848388671875,
        -0.023681640625,
        0.0247802734375,
        0.0137939453125,
        0.032958984375,
        9.822845458984375e-05,
        -0.036865234375,
        0.0076904296875,
        0.0164794921875,
        0.003875732421875,
        0.02294921875,
        -0.032470703125,
        0.046875,
        0.0198974609375,
        0.002044677734375,
        -0.004608154296875,
        0.04931640625,
        -0.010009765625,
        0.006072998046875,
        0.014404296875,
        0.0255126953125,
        -0.007110595703125,
        -0.02001953125,
        -0.00811767578125,
        0.0019378662109375,
        -0.013427734375,
        0.02099609375,
        -0.01483154296875,
        -0.046142578125,
        -0.019775390625,
        -0.03662109375,
        -0.031982421875,
        -0.00830078125,
        0.0169677734375,
        0.0274658203125,
        0.0016632080078125,
        0.0294189453125,
        0.04345703125,
        -0.05712890625,
        0.0234375,
        0.0164794921875,
        -0.033447265625,
        -0.0294189453125,
        -0.02685546875,
        0.006561279296875,
        0.0015716552734375,
        -0.033447265625,
        0.0069580078125,
        0.013916015625,
        -0.0093994140625,
        0.004638671875,
        -0.039794921875,
        -0.0026092529296875,
        0.01263427734375,
        -0.0152587890625,
        -0.007415771484375,
        -0.0245361328125,
        -0.0228271484375,
        0.037109375,
        -0.0101318359375,
        -0.0272216796875,
        -0.005645751953125,
        0.005950927734375,
        -0.01165771484375,
        -0.00013828277587890625,
        0.0284423828125,
        0.0286865234375,
        0.0194091796875,
        -0.025146484375,
        -0.00537109375,
        -0.0361328125,
        0.031494140625,
        0.01275634765625,
        0.018310546875,
        0.002166748046875,
        -0.04345703125,
        -0.001983642578125,
        -0.0283203125,
        0.0281982421875,
        0.021728515625,
        -0.0036773681640625,
        -0.002044677734375,
        -0.00384521484375,
        -0.00799560546875,
        -0.0004634857177734375,
        -0.029052734375,
        0.00531005859375,
        -0.0047607421875,
        -0.057373046875,
        0.0140380859375,
        -0.0037384033203125,
        -0.0010986328125,
        0.01373291015625,
        0.03076171875,
        -0.04541015625,
        0.00421142578125,
        0.0013580322265625,
        -0.031494140625,
        0.0198974609375,
        0.007110595703125,
        -0.02294921875,
        -0.0010986328125,
        0.044677734375,
        0.0181884765625,
        0.01239013671875,
        -0.0181884765625,
        -0.00112152099609375,
        0.004425048828125,
        -0.01129150390625,
        -0.004180908203125,
        0.0145263671875,
        0.031005859375,
        0.0169677734375,
        0.0625,
        0.03857421875,
        -0.009765625,
        -0.0205078125,
        0.0269775390625,
        -0.011962890625,
        0.0267333984375,
        -0.064453125,
        -0.07177734375,
        0.0067138671875,
        0.0035400390625,
        0.037841796875,
        0.004913330078125,
        0.00921630859375,
        -0.0137939453125,
        0.0035552978515625,
        -0.0022125244140625,
        0.0172119140625,
        -0.01336669921875,
        -0.021728515625,
        -0.00653076171875,
        -0.0162353515625,
        0.01519775390625,
        0.0279541015625,
        -0.01519775390625,
        0.0206298828125,
        0.008056640625,
        -0.01483154296875,
        -0.0277099609375,
        0.0181884765625,
        0.0189208984375,
        -0.0125732421875,
        -0.0050048828125,
        0.0013427734375,
        -0.02392578125,
        -0.0111083984375,
        -0.02001953125,
        0.03857421875,
        -0.03515625,
        0.01226806640625,
        0.00045013427734375,
        0.00157928466796875,
        -0.00347900390625,
        0.00469970703125,
        0.004180908203125,
        -0.02197265625,
        -0.0007781982421875,
        0.0213623046875,
        0.0286865234375,
        0.0164794921875,
        -0.046630859375,
        -0.0089111328125,
        -0.0390625,
        0.007415771484375,
        0.02001953125,
        0.01470947265625,
        0.0216064453125,
        0.006866455078125,
        0.01434326171875,
        0.007598876953125,
        0.0029754638671875,
        0.0028839111328125,
        0.01483154296875,
        -0.01397705078125,
        -0.00982666015625,
        0.0036163330078125,
        0.0174560546875,
        -0.00616455078125,
        0.0062255859375,
        -0.0101318359375,
        -0.060791015625,
        0.00970458984375,
        -0.02099609375,
        0.0164794921875,
        -0.020751953125,
        -0.031494140625,
        -0.0162353515625,
        0.0189208984375,
        -0.0191650390625,
        0.00286865234375,
        0.038330078125,
        -0.014404296875,
        0.0260009765625,
        0.003387451171875,
        0.0703125,
        -0.0125732421875,
        0.00823974609375,
        0.052734375,
        -0.0262451171875,
        0.0262451171875,
        -0.01031494140625,
        0.03955078125,
        -0.0032501220703125,
        0.01806640625,
        -0.019287109375,
        -0.0098876953125,
        -0.0296630859375,
        0.0263671875,
        -0.04248046875,
        -0.07275390625,
        0.0113525390625,
        0.0125732421875,
        0.051513671875,
        -0.040771484375,
        -0.046875,
        -0.016845703125,
        0.0164794921875,
        0.00168609619140625,
        -0.013671875,
        0.00151824951171875,
        -0.006500244140625,
        -0.00787353515625,
        0.01507568359375,
        -0.01080322265625,
        0.007293701171875,
        0.01446533203125,
        0.01611328125,
        0.0281982421875,
        0.0272216796875,
        0.032958984375,
        -0.01092529296875,
        0.0019073486328125,
        0.00946044921875,
        0.03173828125,
        -0.050048828125,
        0.0294189453125,
        0.01458740234375,
        -0.0157470703125,
        0.0189208984375,
        -0.047119140625,
        0.0037994384765625,
        -0.00799560546875,
        0.0281982421875,
        -0.0223388671875,
        -0.0019683837890625,
        -0.03076171875,
        0.0250244140625,
        -0.034912109375,
        0.0164794921875,
        -0.02099609375,
        -0.0016021728515625,
        -0.004669189453125,
        0.015380859375,
        -0.0322265625,
        0.0093994140625,
        -0.031005859375,
        0.050537109375,
        0.02392578125,
        0.00762939453125,
        -0.00182342529296875,
        -0.0035858154296875,
        0.00762939453125,
        -0.026611328125,
        0.020751953125,
        0.01318359375,
        -0.01165771484375,
        -0.039306640625,
        -0.0118408203125,
        -0.00567626953125,
        -0.00970458984375,
        0.0213623046875,
        -0.032470703125,
        -0.0250244140625,
        -0.0303955078125,
        -0.03662109375,
        -0.029052734375,
        0.0084228515625,
        0.00604248046875,
        0.032958984375,
        -0.040283203125,
        -0.014404296875,
        0.00909423828125,
        0.009033203125,
        0.046142578125,
        0.00970458984375,
        0.0009765625,
        0.0257568359375,
        0.01336669921875,
        0.0035552978515625,
        0.0162353515625,
        0.038818359375,
        -0.012451171875,
        0.0238037109375,
        -0.025390625,
        0.00701904296875,
        -0.01708984375,
        0.00128173828125,
        0.0159912109375,
        -0.037109375,
        -0.013916015625,
        -0.02783203125,
        -0.008544921875,
        0.026611328125,
        -0.0255126953125,
        0.00775146484375,
        0.00677490234375,
        0.001495361328125,
        -0.03369140625,
        0.004119873046875,
        -0.0019378662109375,
        0.0076904296875,
        0.00074005126953125,
        0.012451171875,
        0.035888671875,
        -0.0096435546875,
        0.045654296875,
        0.011962890625,
        -0.01104736328125,
        0.02001953125,
        -0.01055908203125,
        -0.06201171875,
        0.00604248046875,
        -0.003387451171875,
        0.0003509521484375,
        -0.01068115234375,
        -0.03564453125,
        -0.01806640625,
        -0.0015716552734375,
        0.01361083984375,
        -0.04443359375,
        0.01123046875,
        -0.0169677734375,
        0.0013580322265625,
        0.03369140625,
        -0.024658203125,
        -0.0296630859375,
        -0.006744384765625,
        0.0478515625,
        -0.007598876953125,
        0.01025390625,
        -0.01104736328125,
        0.033447265625,
        -0.007537841796875,
        -0.005859375,
        0.0272216796875,
        -0.013671875,
        -0.0289306640625,
        -0.01385498046875,
        -0.016845703125,
        -0.01953125,
        0.00701904296875,
        -0.035888671875,
        -0.021484375,
        -0.0380859375,
        0.0234375,
        -0.0159912109375,
        -0.000904083251953125,
        0.0186767578125,
        -0.000812530517578125,
        -0.0279541015625,
        -0.0286865234375,
        -0.02734375,
        -0.009521484375,
        -0.001312255859375,
        0.00897216796875,
        -0.0166015625,
        0.04052734375,
        0.026611328125,
        0.00592041015625,
        0.01470947265625,
        -0.00885009765625,
        0.0157470703125,
        -0.00360107421875,
        -0.015625,
        -0.0128173828125,
        -0.010009765625,
        -0.031494140625,
        -0.03466796875,
        -0.0028076171875,
        -0.053955078125,
        -0.005889892578125,
        -0.00107574462890625,
        0.0252685546875,
        -0.010009765625,
        -0.04638671875,
        -0.0301513671875,
        0.00933837890625,
        -0.0380859375,
        0.0036468505859375,
        -0.00958251953125,
        0.0027618408203125,
        0.04345703125,
        -0.02587890625,
        0.01190185546875,
        -0.0009765625,
        0.0172119140625,
        -0.0245361328125,
        0.01312255859375,
        0.04638671875,
        -0.0220947265625,
        0.0118408203125,
        0.0286865234375,
        0.0081787109375,
        0.006317138671875,
        0.01708984375,
        -0.003204345703125,
        -0.013671875,
        -0.00909423828125,
        -0.050537109375,
        0.01519775390625,
        -0.002716064453125,
        0.017822265625,
        0.02685546875,
        0.0021209716796875,
        0.044189453125,
        -0.0068359375,
        0.00469970703125,
        -0.02099609375,
        0.0213623046875,
        -0.0223388671875,
        0.0380859375,
        0.048828125,
        -0.0166015625,
        0.004302978515625,
        -0.004608154296875,
        -0.0120849609375,
        -0.0166015625,
        -0.018798828125,
        0.036376953125,
        -0.00099945068359375,
        -0.031494140625,
        0.007598876953125,
        -0.01458740234375,
        -0.006927490234375,
        -0.0108642578125,
        0.0035400390625,
        0.03369140625,
        0.002288818359375,
        -0.0135498046875,
        0.021728515625,
        0.01708984375,
        0.00823974609375,
        0.006988525390625,
        -0.0400390625,
        -0.00921630859375,
        0.0006561279296875,
        -0.00052642822265625,
        0.0198974609375,
        0.0020599365234375,
        0.0201416015625,
        0.00994873046875,
        0.0169677734375,
        0.01385498046875,
        -0.06396484375,
        0.041015625,
        -0.020263671875,
        0.01080322265625,
        0.00616455078125,
        0.02880859375,
        -0.004913330078125,
        -0.0027923583984375,
        0.004302978515625,
        0.0037689208984375,
        0.00060272216796875,
        -0.0030059814453125,
        0.01092529296875,
        -0.00408935546875,
        0.0361328125,
        0.0198974609375,
        0.01031494140625,
        0.03759765625,
        -0.003448486328125,
        0.00933837890625,
        0.00872802734375,
        0.03173828125,
        0.0198974609375,
        0.017578125,
        -0.01373291015625,
        0.0184326171875,
        0.00909423828125,
        0.03125,
        0.00396728515625,
        0.006988525390625,
        0.0001277923583984375,
        0.0019378662109375,
        0.0096435546875,
        0.004180908203125,
        0.03173828125,
        0.01165771484375,
        0.00054931640625,
        0.032958984375,
        0.00885009765625,
        -0.0035247802734375,
        0.00110626220703125,
        -0.00799560546875,
        -0.0025177001953125,
        0.0157470703125,
        0.0172119140625,
        -0.0157470703125,
        0.03857421875,
        -0.015380859375,
        0.0145263671875,
        -0.006622314453125,
        -0.042236328125,
        -0.0244140625,
        -0.029052734375,
        0.0126953125,
        -0.03076171875,
        -0.026611328125
      ],
      "title": "Examining the mental health symptoms of neurodivergent individuals across demographic and identity factors: a quantitative analysis"
    },
    {
      "id": "psyn-esp_item001",
      "count": 4,
      "created": "2025-06-10T06:41:41.472980",
      "text": "Trastorno  por  déficit  de  atención  con hiperactividad (TDAH) en niños y adolescentes. Una revisión clínica Resumen El trastorno por déficit de atención con hiperactividad (TDAH) es una alteración del neurodesarrollo, cuyos síntomas principales son inatención, hiperactividad e impulsividad. El TDAH se ha asociado a un modelo de heterogeneidad fisiopatológica, en el que se encuentran afectadas, entre otras, las funciones ejecutivas, implicando significativas dificultades para responder a determinados estímulos, planificar y organizar acciones, reflexionar sobre posibles consecuencias e inhibir una respuesta automática inicial a fin de sustituirla por una más apropiada. El TDAH abarca hasta un 50% de las consultas en psiquiatría infantil y su prevalencia se ha estimado entre un 2 a 12% de la población pediátrica; es de origen multifactorial y en el 70% de casos, puede coexistir con otros trastornos psiquiátricos y neurológicos. El diagnóstico es básicamente clínico y requiere, idealmente, de un examen cuidadoso, así como de entrevistas exhaustivas a los padres o cuidadores y profesores además de la entrevista al niño(a) o adolescente en la medida de lo posible. Todo niño(a) o adolescente con TDAH debe tener un plan integral de tratamiento individualizado, que considere la potencial cronicidad y el impacto del cuadro, involucrando manejo psicofarmacológico y/o enfoques terapéuticos conductuales para mejorar las manifestaciones centrales de esta condición y un posible deterioro funcional asociado. Introducción El trastorno por déficit de atención con hiperactividad (TDAH) está catalogado como un trastorno del neurodesarrollo. Generalmente los síntomas se van a presentar a edades tempranas, los criterios antiguos mencionaban que antes de los 7 años y actualmente hablamos de un rango más amplio, antes de los 12 años (1). Los síntomas cardinales son la inatención, la hiperactividad y la impulsividad. Sin embargo, encontramos detrás de ellos diversas dificultades en las funciones ejecutivas. Esto quiere decir, dificultad para: atender a determinados estímulos; planificar y organizar una acción; reflexionar sobre las posibles consecuencias de cada acción; inhibir la primera respuesta automática para cambiarla por otra más apropiada (2). Así también encontramos alterados los procesos relacionados a la motivación y la recompensa y una disfunción en las redes neuronales relacionadas a la capacidad de introspección y conciencia de sí mismo (esta última llamada en inglés “default mode network”) (3). El TDAH tiene un origen biológico y varios factores etiológicos genéticos y ambientales contribuyen a su desarrollo (2,3). Varios autores mencionan que el TDAH supone un 50% de las consultas en psiquiatría infantil, justifica un 10% de problemas disruptivos y suele requerir el doble de recursos médicos por accidentes y traumatismos (2). En un contexto histórico de literatura infantil, encontramos personajes con descripciones muy cercanas al TDAH. Por ejemplo, en la obra del médico y autor de literatura infantil, Heinrich Hoffman (1809- 1894), titulada en alemán “Struwwelpeter” y en español conocida como “Pedro Melenas”, encontramos al personaje Felipe el enredador (o el berrinchudo, o el nervioso según la traducción), caracterizado por ser sumamente inquieto y el relato ilustra una escena donde Felipe cae al suelo por moverse tanto de la silla, arrastrando con él, la vajilla, la comida y el mantel de la mesa (4). En contextos más científicos, a partir de 1900 fue creciendo el interés por el estudio del cuadro, adoptando diversas denominaciones. Así mismo, fue apareciendo en los manuales diagnósticos bajo distintas nomenclaturas, hasta aparecer en el DSMIV (Manual diagnóstico y estadístico de la Asociación Psiquiátrica Americana, 1994), con el nombre que permanece vigente hasta la actualidad, Trastorno por déficit de atención con hiperactividad. Había sido ya estudiado su origen biológico con estudios de neuroimágenes y genéticos; también se reconocía su impacto sobre el desarrollo social y académico del niño, así como su tendencia a la cronicidad (5). La motivación de realizar un artículo de revisión sobre el TDAH surgió a propósito del “Día Nacional de Sensibilización sobre el TDAH”, habiendo sido promulgado como ley nacional el 2 de junio de 2019 para ser celebrado cada 13 de julio en el Perú. Epidemiología La prevalencia va de un 2 a 12% de la población pediátrica, considerándose una prevalencia media de 5 a 8 % (2). Hay países donde la prevalencia es mayor (por ejemplo, en EEUU y más en la costa este) y en otros donde ésta es menor (por ejemplo, Francia) (6). En el Perú, tenemos datos de una prevalencia entre 3 y 5% en Lima y Callao, obtenidos del estudio epidemiológico de salud mental de niños y adolescentes en año 2007 (7). Es importante mencionar que se considera que la cultura varía sólo un poco la verdadera prevalencia, pero varía enormemente el impacto y la respuesta que tiene en la preocupación de los adultos que cuidan al niño. La prevalencia máxima se sitúa entre los 6 y 9 años de edad (2). En los últimos años la prevalencia del trastorno se ha incrementado, pero aún no se ha logrado determinar si esto se debe a una optimización diagnóstica, a un sobrediagnóstico o a un aumento verdadero de la prevalencia (8). Algunos autores mencionan que la relación niño/ niña es de 4/1 (2). Otros hablan de 2 a 9 niños por cada niña (9). Los niños parecen exhibir mayor hiperactividad, inatención, impulsividad y problemas externalizantes. Las niñas generalmente muestran mayor inatención, problemas internalizantes (ansiedad, depresión) y compromiso cognitivo (9). Se cree que existe un menor diagnóstico en niñas ya que son las que suelen presentar más el TDAH de presentación inatento (sin hiperactividad ni impulsividad) (2). Entonces, al no generar mayor perturbación, que es lo que frecuentemente motiva a los adultos a llevar a sus niños a consulta y a los docentes sugerir alguna evaluación, pueden pasar bastante desapercibidas. Etiología La causa del TDAH es multifactorial, es una confluencia de factores genéticos y ambientales. En cuanto a la heredabilidad, sabemos que la concordancia va de 70 a 90% (5). Si un padre tiene TDAH el riesgo en el niño aumenta entre 2 y 8 veces. Para un hermano, el riesgo aumenta entre 3 y 5 veces. En un gemelo homocigoto (con idéntico ADN) el riesgo aumenta entre 12 y 16 veces (2). Factores ambientales van a funcionar como desencadenantes o moduladores de la carga genética. Los siguientes factores predisponen el desarrollo de TDAH: exposición intrauterina al tabaco, al alcohol o a tratamiento farmacológico (benzodiacepinas o anticonvulsivantes); prematuridad; bajo peso al nacer; complicaciones perinatales; edad materna avanzada al momento del parto; conflicto familiar severo o crónico; familia numerosa; antecedentes psiquiátricos en padres; institucionalización; infra estimulación por un largo período de tiempo; clase social baja (2,6). En la etapa postnatal, una dieta inadecuada, deficiencia de yodo y de vitaminas del complejo B (3); exposición temprana al plomo o a los bifenilos policlorados (PCB) (11). Algunos estudios demuestran la implicancia de preservantes y colorantes artificiales de alimentos como factores de riesgo (3). Los estudios muestran un funcionamiento irregular de ciertos neurotransmisores. La afectación de las vías dopaminérgicas es la responsable, en su mayor parte, de los síntomas de hiperactividad e impulsividad, mientras que la alteración de las vías noradrenérgicas principalmente está relacionada a los síntomas de inatención y afectivos (2). También en la literatura se menciona la implicancia de la serotonina en el TDAH (3). Estudios revelan alteraciones neuroanatómicas asociadas al TDAH. Entre los hallazgos encontramos: tamaños cerebrales significativamente menores que los controles con zonas más afectadas que otras, como el cerebelo, el cuerpo calloso, el estriado (núcleo caudado, putamen y globo pálido) y regiones frontales (córtex pre frontal dorso lateral); grosor reducido del córtex, especialmente el córtex pre frontal dorso lateral; alteraciones en la integridad de la materia blanca (3). Además de las diferencias estructurales, se ha demostrado hipoactivación funcional frontal y del cingulado (12). Se describe también un modelo de heterogeneidad fisiopatológica en el TDAH, sumado a la ya conocida afección de las funciones ejecutivas, la alteración de los procesos de motivación y recompensa. Individuos con TDAH responden de manera distinta a la gratificación aplazada, se ha asociado el TDAH con una aversión al aplazamiento. Así mismo, los estudios revelan una disfunción en la red neuronal llamada en inglés “default mode network” que es una de las redes de estado de descanso de la línea media. Durante el descanso estas son importantes para la introspección y la conciencia de sí mismo, siendo de reducida conexión en el TDAH (3). El TDAH más que ser una entidad única neurobiológica, muestra múltiples perfiles fisiopatológicos detrás (3). Diagnóstico diferencial y comorbilidades Es importante mencionar que los síntomas cardinales pueden deberse a otras dificultades y a otros trastornos psiquiátricos, neurológicos, médicos e incluso dificultades sociales, por eso es fundamental realizar una historia clínica minuciosa, que nos permita identificar una coherencia de síntomas en el tiempo y que se presenten con un impacto marcado en todas las áreas de funcionamiento del niño (social, familiar, académica y ocupacional) (2,13). El TDAH puede coexistir en un 70% con otros trastornos, como los siguientes: trastorno del espectro autista; problemas motores; dificultades específicas del aprendizaje; tics; trastorno de desregulación disruptiva del estado de ánimo; trastornos de conducta y oposicionistas; ansiedad; depresión (2,6). Manifestaciones clínicas Es muy importante distinguir el TDAH de la inatención, hiperactividad e impulsividad esperables para la etapa evolutiva, nivel de desarrollo o coeficiente intelectual del niño (2). A medida que los niños crecen, todos los síntomas suelen ir disminuyendo, especialmente los de hiperactividad. La intensidad de los síntomas es contexto-dependiente, esto quiere decir que disminuye en situaciones muy estructuradas y organizadas o novedosas e interesantes (2). Es por esto último que muchos padres dudan de que su hijo/a pueda tener el diagnóstico, alegando que logra permanecer por horas muy concentrado en sus videojuegos, navegando por internet, etc. El problema surge cuando deben atender en contextos poco motivadores para ellos. Les es difícil poder asumir que deben hacerlo, a pesar de no ser de su agrado, y vemos una diferencia muy marcada con los niños sin TDAH (2). Los síntomas mejoran con supervisión personal o gratificación frecuente y empeoran en contextos grupales (2). Es por esto que obtener información del desempeño del niño dentro de la escuela es muy valioso. Entre las diferentes presentaciones del TDAH, tenemos: la presentación combinada, que es la más frecuentemente diagnosticada y en la que los 3 síntomas cardinales confluyen y pueden asociarse a otros problemas externalizantes (conductuales); la presentación predominantemente inatenta, que es más diagnosticada en niñas y se asocia más a otros problemas internalizantes (ansiedad, depresión); la presentación predominantemente hiperactiva/impulsiva que es la menos frecuentemente diagnosticada (1,2). Los síntomas cardinales se verán en la práctica de diversas formas. Mencionaremos las características más frecuentes para cada síntoma. Inatención: dificultad o incapacidad para mantener la atención de manera continuada en tareas que no son altamente motivadoras; olvidos, despistes, pérdidas de objetos; dificultad para seguir órdenes o instrucciones; dificultad para terminar tareas sin supervisión; interrupción de conversaciones; cambios de tema de manera brusca (9); no atender a detalles como signos de operaciones matemáticas o enunciados; rendimiento inferior a su capacidad por cometer errores por descuido; cambio frecuente de juego; dificultad para organización y planificación; rechazo de tareas que exijan esfuerzo mental; distracción fácil ante estímulos externos (2). Hiperactividad: movimiento corporal continuo, cambios de postura al estar sentados, movimiento de piernas y/o de manos; hacer ruidos con el lápiz; levantarse cuando es requerido estar sentado; correr o trepar de manera excesiva y accidentes frecuentes como consecuencia; actividad desorganizada; no terminar acciones que empezaron; generación de ruido excesivo a su alrededor; hablar excesivamente, rápidamente y a veces con tono muy alto (2,9). Impulsividad: responder y actuar sin antes pensar, responder antes que la pregunta haya sido formulada totalmente, dificultad para entender enunciados largos; dificultades para esperar su turno; interrumpir conversaciones o los juegos de otros; accidentes frecuentes (2,9). Las características mencionadas por cada síntoma, revelan parte de la afección en las funciones ejecutivas en el TDAH. Además de las ya descritas, podemos observar: dificultades para priorizar, para manejar el tiempo, para iniciar y completar objetivos; así como dificultad para cambiar de escenarios cognitivos y una deficiencia en la memoria de trabajo (10). Otro aspecto importante para tomar en cuenta, es que estos niños suelen tener dificultades para relacionarse socialmente, pueden ser toscos, querer imponer su gusto y decisión en el juego, deviniendo en rechazo por parte de sus compañeros. Esto contribuye a que la autoestima se vea dañada y en ciertos casos pueda aparecer una comorbilidad depresiva (2). Algunos niños con TDAH son etiquetados negativamente o tratados de forma diferente en la casa y en la escuela, mientras deben lidiar con la dificultad para concentrarse, permanecer quietos y pensar antes de hablar; todo esto puede significar un reto para el aprendizaje y funcionamiento en un ambiente escolar típico (13). Las manifestaciones de TDAH van a variar según la etapa de desarrollo y generalmente la mayor demanda de atención ocurre entre los 6 y 9 años de edad, cuando ya las características del TDAH empiezan a impactar negativamente en el funcionamiento diario de los niños. Al realizar la historia clínica podemos darnos cuenta que los síntomas iniciaron a una edad más temprana a la del diagnóstico, pues existe una correlación evolutiva en el TDAH (6). En la edad preescolar destacarán las siguientes características en un niño con TDAH y reactividad temperamental: hiperreactividad; oposicionismo; tendencia a berrinches ligados a desregulación emocional. Este precoz patrón de conducta puede estar ligado a ciertas deficiencias neuropsicológicas y retraso intelectual. A esta edad la presentación hiperactiva/impulsiva es más prevalente que la presentación inatenta puesto que es una edad aún difícil de evidenciar problemas atencionales (2,3). En la edad escolar, permanecerán con el diagnóstico los que fueron detectados en edad pre escolar y se sumarán muchos “nuevos” casos. Los síntomas subclínicos hasta el momento, serán exacerbados por las exigencias del entorno. Empezarán los problemas académicos, sociales y dentro del entorno familiar. En esta edad pueden ser más evidentes síntomas comórbidos de agresividad y oposicionismo (2,3). En la adolescencia, permanecerán con el diagnóstico la mayoría de niños antes diagnosticados, especialmente los que cursan con problemas de conducta comórbidos. Si bien los síntomas asociados a hiperactividad empezarán a disminuir, la impulsividad e inatención continuarán dificultando la adaptación saludable en la adolescencia. Mayor riesgo de baja autoestima, distorsión del autoconcepto, posiblemente como consecuencia de disfunción familiar o relaciones sociales disfuncionales. Esto puede conducir a un ánimo bajo y sentimientos de infravaloración. Es común el bajo rendimiento académico y el riesgo de caer en delincuencia o consumo de sustancias. Si se presenta comorbilidad con trastornos afectivos puede incrementarse el riesgo de ideación y conductas suicidas (3). Diagnóstico Es importante mencionar que el diagnóstico del TDAH es un diagnóstico clínico. Si bien, será útil basarnos en los criterios diagnósticos de los manuales de diagnóstico internacionales, como el CIE - 10 (pronto podremos utilizar la nueva versión, CIE - 11) de la OMS o el DSM - 5 de la Asociación Psiquiátrica Americana, es clave comprender que al ser un trastorno del neurodesarrollo, los síntomas los podremos ver de manera evolutiva. El niño irá mostrando las características antes mencionadas a lo largo de su desarrollo, acentuándose según el contexto o etapa evolutiva. Entonces, el primer elemento diagnóstico va a ser la realización de una minuciosa historia clínica. La entrevista con los padres va a ser fundamental para detallar y valorar la presencia de los síntomas, su intensidad, frecuencia, persistencia en el tiempo y en distintos contextos. Los datos aportados por otras fuentes (profesores, profesor particular, entrenador, etc.) son de gran utilidad para valorar la variabilidad de los síntomas en distintos contextos y determinar el grado de deterioro en el funcionamiento. Será importante también valorar los antecedentes personales del desarrollo, médicos y psiquiátricos, antecedentes familiares, ambiente familiar, relaciones sociales y evolución de la escolarización. Así mismo, valorar la presencia de factores estresantes que puedan agravar el cuadro, como conflictos entre padres y/o entre padres e hijo (2). También debe recabarse información para determinar la existencia de comorbilidades, sobre todo de trastornos de conducta, depresión, ansiedad, manía, tics, abuso de sustancias, psicosis y trastornos del aprendizaje. Puede utilizarse escalas estandarizadas con valores normativos establecidos para ayudar en el proceso de diagnóstico, por ejemplo, la escala de Conners para padres y profesores (14). Debe entrevistarse al niño o adolescente, siempre que sea posible, para determinar otras manifestaciones no consistentes con TDAH o sugerentes de comorbilidad significativa. Las pruebas psicológicas o neuropsicológicas no son obligatorias para el diagnóstico de TDAH; sin embargo, si sospechamos de alguna limitación o sobrecapacidad cognitiva es importante pedir la evaluación del coeficiente intelectual para descartar deficiencia intelectual o superdotación así como heterogeneidad en los valores de las escalas de inteligencia. Además se pueden aplicar pruebas para evaluar el compromiso en las funciones ejecutivas que ayudarán a objetivar el nivel de compromiso y comparar el beneficio de las intervenciones terapéuticas. Un metaanálisis indicó que niños con TDAH puntuaron menos que los controles en almacenamiento verbal, ejecución verbal central, almacenamiento visuoespacial y ejecución visuoespacial central (10). Para poder medir todos estos parámetros las pruebas psicológicas auxiliares serán de gran utilidad. También podrían solicitarse otras pruebas para determinar la presencia de trastornos del aprendizaje o de la praxia comórbidos. Será también importante contar con la posibilidad de realizar pruebas auditivas, visuales y de laboratorio, para descartar causas orgánicas (2). El electroencefalograma, pruebas de imágenes y genéticas se indican sólo cuando el clínico sospecha de un trastorno epiléptico, una alteración cerebral o un síndrome genético (2). Tratamiento Todo niño o adolescente con TDAH debe tener un plan integral de tratamiento individualizado, que considere la cronicidad y el impacto de la condición e involucre medidas psicofarmacológicas y/o conductuales (15), para mejorar las manifestaciones centrales del TDAH (hiperactividad, inatención e impulsividad) y el deterioro funcional asociado. Debe considerarse las inquietudes y preferencias de la familia y brindarse psicoeducación acerca de la condición y los tratamientos disponibles. Asimismo, vincularse a la familia con servicios de apoyo en la comunidad y recursos e intervenciones educacionales, si fuera necesario (15,16). La psicoeducación es una medida importante que ha mostrado ser útil para favorecer la adherencia al tratamiento y satisfacción de padres y pacientes (17). El tratamiento tiene como objetivo mejorar los síntomas centrales del TDAH, optimizar el funcionamiento y disminuir las dificultades conductuales (14). Tratamiento farmacológico La evidencia sostiene el uso de medicación estimulante; entre estas medicaciones, metilfenidato es un fármaco ampliamente aceptado para el tratamiento del TDAH (18,19) y se ha reportado que puede reducir el deterioro social, económico, funcional y de la salud que experimentan algunos pacientes con TDAH (20). Metilfenidato se encuentra disponible en la formulación oral de liberación inmediata y también en una variedad de formulaciones de liberación prolongada. No se recomienda el tratamiento farmacológico como primera línea en niños menores de 6 años (21). Metilfenidato se recomienda como agente de primera línea en el tratamiento de niños con manifestaciones severas o manifestaciones moderadas que no responden a la intervención psicológica (22). La dosis debe incrementarse gradualmente hasta alcanzar el mayor beneficio con el mínimo de efectos adversos (21). Se recomienda iniciar metilfenidato de acción inmediata o prolongada a una dosis inicial de 0.2 mg/kg para niños y adolescentes en una titulación entre 4 a 6 semanas hasta un máximo de 60 mg/kg al día. El tratamiento debe incrementarse hasta alcanzar el resultado esperado, hasta la aparición de efectos adversos o hasta alcanzar la dosis máxima (23–25). Metilfenidato de acción inmediata puede ser más conveniente para la titulación al permitir una dosis flexible, pero metilfenidato de acción prolongada puede facilitar la adherencia. Debido a que la severidad de las manifestaciones y deterioro asociado al TDAH es muy variable de un individuo a otro, la duración del tratamiento dependerá de factores como la etapa en el desarrollo de la persona, la edad y los cambios en los soportes necesarios, las demandas del entorno (23) y si el deterioro funcional persiste (15). Antes de iniciar el tratamiento con metilfenidato es necesario recabar una historia detallada sobre factores de riesgo cardiovascular, principalmente sobre posibles síntomas cardiovasculares y antecedentes familiares de muerte súbita de etiología cardiovascular; asimismo, requiere realizarse un monitoreo de la presión arterial y frecuencia cardiaca antes y durante el tratamiento (23,25). También es necesario valorar la presencia de riesgo de abuso de sustancias, antecedentes de conducta autolesiva y tics (23). Los efectos secundarios más frecuentes de metilfenidato son: cefalea, disminución del apetito, insomnio, dolor abdominal, náuseas, irritabilidad, mareos, disminución de peso y leve incremento de la presión arterial (18); también se ha reportado la aparición o incremento de tics (26). La pérdida de peso puede ser un problema significativo en los niños en cuyo caso se puede tomar la medicación junto a las comidas, incrementar porciones alimentarias al final del efecto estimulante, brindar orientación nutricional, incrementar la ingesta calórica, suspender el tratamiento temporalmente de manera planificada o cambiar la medicación (16). Los agentes de segunda línea no estimulantes como atomoxetina pueden usarse en pacientes que experimentan efectos adversos significativos como labilidad emocional o tics (27), aquellos que no responden a metilfenidato o en quienes no tienen acceso a metilfenidato; también pueden usarse en combinación a estimulantes como adyuvante para quienes no responden adecuadamente a estos (23); también cuando existe un problema de abuso de sustancias activo, ansiedad comórbida o tics (15). Los niños y adolescentes también deben recibir tratamiento para comorbilidades como ansiedad, tics, trastorno del espectro autista o depresión en caso de que estén presentes (16). Tratamiento  psicológico La terapia conductual asociada al involucramiento activo del niño o adolescente y de los profesores es la única intervención no farmacológica que se ha asociado a beneficios estadísticamente significativos (19). También han mostrado efectividad el entrenamiento parental, el manejo en el aula e intervenciones con pares (28). La terapia conductual puede recomendarse como tratamiento inicial si los síntomas son leves o con mínimo deterioro, cuando el diagnóstico de TDAH es incierto, cuando hay rechazo de los padres al tratamiento farmacológico o existen discrepancias entre lo reportado por los padres y profesores (15). En niños menores de 5 años debe recomendarse un programa de entrenamiento para padres enfocado en TDAH (16) en el cual se provea información sobre el TDAH, se entrene a responder apropiadamente a las conductas inadecuadas y adecuadas, a establecer una economía de fichas, a usar correctamente el tiempo fuera, a manejar los problemas conductuales en entornos públicos, a usar reportes escolares diarios y anticipar problemas conductuales (15). Otra medida importante es realizar las modificaciones necesarias en el entorno para favorecer su desempeño; en este grupo de edad no se recomienda el uso de medicación en general y su uso debe restringirse al especialista infantojuvenil (16). Las modificaciones en el entorno son cambios que se realizan en el ambiente físico para minimizar el impacto del TDAH en la vida diaria; estas modificaciones son específicas para cada niño en base a sus necesidades (22); las modificaciones en el entorno pueden llevarse a cabo independientemente de la edad del niño o adolescente. En niños mayores de 5 años puede indicarse un curso de terapia conductual cuya finalidad es el cambio de conductas a través de un incremento de las conductas deseadas y una disminución de las conductas no deseadas; esta modalidad de terapia se enfoca en las habilidades sociales, resolución de problemas, autocontrol, habilidades de escucha activa y manejo de las emociones (15,19). La terapia ocupacional enfocada en el juego y en habilidades motoras, sensoriales y cognitivas ha demostrado buenos resultados, pero existen limitaciones en el diseño de los estudios, intervenciones y medidas de resultados (29). No existe evidencia suficiente para recomendar el entrenamiento cognitivo, neurofeedback, terapias dietéticas, ácidos grasos poliinsaturados, aminoácidos, minerales, terapias herbales, homeopatía y actividad física como tratamiento del TDAH y se espera que se desarrollen ensayos clínicos mejor diseñados (19). No obstante, de existir una historia que sugiere una influencia negativa de determinados alimentos, puede realizarse un diario de comidas para ayudar a esclarecer esta relación (22). Controversias acerca del TDAH El TDAH es una condición que mantiene algunas controversias y debates entre profesionales de salud y educación, pero también en los medios y opinión pública. Las razones de esta naturaleza controversial son múltiples; sin embargo, las principales están relacionadas a las variaciones en la prevalencia (asociado al uso de las categorías diagnósticas distintas en los estudios de prevalencia), las expectativas culturales acerca de la conducta de los niños que en algunos lugares puede llevar a una “zona de ambigüedad” dada por la subjetividad de las apreciaciones de los padres y profesores, y sobre todo, al involucramiento de la industria farmacéutica en el incremento de los diagnósticos y en la conducta prescriptiva de los profesionales (13). Otro aspecto que se ha cuestionado es la ausencia de investigaciones cualitativas sobre la experiencia de los niños y adolescentes con los diferentes tratamientos como contraparte a los ensayos clínicos de fármacos que pueda mejorar la comprensión que se tiene de los desenlaces del tratamiento (8). Asimismo, al ser una condición que se contextualiza en múltiples disciplinas desde paradigmas biomédicos, psicológicos y sociológicos, cada uno proporciona una serie de discursos que puede discrepar uno de otro con relación a la etiología y las intervenciones; no obstante, parece existir una dominancia del discurso biomédico. Esto se relacionaría a que el TDAH es una integración contextualizada del conocimiento clínico subjetivo con la investigación científica, lo que genera que una observación principalmente subjetiva, se consolide en un trastorno empírico objetivo (30). Se suma a todo esto la reciente declinación del comité de expertos de la Organización Mundial de la Salud (OMS) para incorporar al metilfenidato para el tratamiento del TDAH en la Lista Modelo de Medicamentos Esenciales de la OMS debido a “preocupaciones acerca de la calidad e interpretación de la evidencia acerca de beneficios y riesgos” (31). No obstante, estos aspectos controversiales no deben hacer que se pierda de vista que el TDAH es una condición del neurodesarrollo que puede afectar considerablemente el funcionamiento y la calidad de vida del niño o adolescente, por lo cual deben llevarse a cabo las intervenciones psicológicas y farmacológicas de manera oportuna, considerando el contexto particular de cada niño o adolescente y abordando cada caso de manera integral, brindando el apoyo necesario para un mejor desarrollo.",
      "vector": [
        0.1494140625,
        -0.091796875,
        0.07373046875,
        0.07373046875,
        -0.015869140625,
        -0.1376953125,
        -0.054931640625,
        0.02197265625,
        -0.07763671875,
        0.008056640625,
        0.036865234375,
        0.054931640625,
        -0.119140625,
        -0.039306640625,
        0.185546875,
        -0.0150146484375,
        -0.10986328125,
        0.049560546875,
        -0.0281982421875,
        0.059814453125,
        -0.037353515625,
        0.0264892578125,
        -0.01043701171875,
        0.07568359375,
        -0.080078125,
        0.083984375,
        0.045166015625,
        -0.06884765625,
        -0.1015625,
        0.0016937255859375,
        0.076171875,
        -0.1376953125,
        0.037841796875,
        -0.037109375,
        0.078125,
        0.016357421875,
        -0.024169921875,
        0.007720947265625,
        -0.03955078125,
        -0.024658203125,
        0.072265625,
        0.04931640625,
        -0.02001953125,
        0.06640625,
        0.0062255859375,
        0.043701171875,
        0.08984375,
        -0.051513671875,
        -0.0225830078125,
        0.00135040283203125,
        -0.00020599365234375,
        0.07666015625,
        -0.0068359375,
        0.03271484375,
        -0.0257568359375,
        0.01239013671875,
        -0.0281982421875,
        -0.0115966796875,
        0.0242919921875,
        0.041259765625,
        0.030029296875,
        0.037109375,
        0.042236328125,
        -0.0027618408203125,
        0.0380859375,
        -0.014892578125,
        0.008056640625,
        -0.0216064453125,
        -0.0732421875,
        0.0206298828125,
        0.009521484375,
        -0.044921875,
        0.0050048828125,
        -0.052978515625,
        -0.0020904541015625,
        0.030029296875,
        -0.030517578125,
        0.007598876953125,
        -0.042236328125,
        -0.0308837890625,
        0.1171875,
        0.009765625,
        0.00019931793212890625,
        -0.02392578125,
        0.01031494140625,
        0.068359375,
        -0.032470703125,
        0.031982421875,
        -0.0322265625,
        -0.037841796875,
        -0.053955078125,
        -0.10400390625,
        0.0250244140625,
        -0.10986328125,
        0.0751953125,
        -0.009521484375,
        -0.04443359375,
        0.021484375,
        -0.00927734375,
        -0.01080322265625,
        0.03515625,
        -0.00872802734375,
        -0.0400390625,
        0.021484375,
        -0.0130615234375,
        0.045166015625,
        0.04638671875,
        -0.0186767578125,
        -0.034912109375,
        0.0003986358642578125,
        -0.01953125,
        -0.014404296875,
        -0.04638671875,
        -0.01190185546875,
        -0.01422119140625,
        -0.017333984375,
        -0.0322265625,
        0.0390625,
        0.0184326171875,
        -0.01483154296875,
        -0.0211181640625,
        0.04296875,
        -0.0191650390625,
        0.03271484375,
        -0.0419921875,
        -0.037353515625,
        0.00848388671875,
        -0.0023956298828125,
        -0.055419921875,
        -0.0458984375,
        -0.01055908203125,
        0.0419921875,
        0.0208740234375,
        0.07958984375,
        0.0257568359375,
        0.037353515625,
        -0.0006561279296875,
        0.0198974609375,
        -0.024169921875,
        -0.02685546875,
        0.01409912109375,
        0.10400390625,
        -0.0400390625,
        0.042724609375,
        -0.01263427734375,
        -0.0390625,
        0.005340576171875,
        0.04296875,
        0.0140380859375,
        -0.0037384033203125,
        -0.00860595703125,
        -0.000469207763671875,
        -0.0478515625,
        -0.007598876953125,
        0.0264892578125,
        -0.014892578125,
        0.0113525390625,
        0.021484375,
        -0.00115966796875,
        -0.01220703125,
        -0.0255126953125,
        -0.047607421875,
        0.026123046875,
        -0.01214599609375,
        -0.02001953125,
        -0.0038604736328125,
        -0.043212890625,
        0.026123046875,
        0.043212890625,
        0.0037078857421875,
        -0.03125,
        -0.0021209716796875,
        0.04638671875,
        0.034912109375,
        -0.00360107421875,
        -0.00482177734375,
        0.003448486328125,
        0.039306640625,
        0.00506591796875,
        0.08544921875,
        0.060791015625,
        8.153915405273438e-05,
        -0.0230712890625,
        -0.01123046875,
        0.044189453125,
        -0.005828857421875,
        0.0062255859375,
        0.02490234375,
        -0.02587890625,
        0.06396484375,
        0.07373046875,
        -0.006317138671875,
        0.059814453125,
        -0.01348876953125,
        0.005645751953125,
        0.009033203125,
        -0.00714111328125,
        -0.01043701171875,
        0.061767578125,
        0.004425048828125,
        -0.0091552734375,
        -0.025390625,
        -0.038330078125,
        0.0023956298828125,
        0.0439453125,
        0.0037384033203125,
        -0.0302734375,
        -0.07373046875,
        0.00799560546875,
        0.03759765625,
        0.0032958984375,
        0.03662109375,
        -0.018798828125,
        0.0218505859375,
        -0.05322265625,
        -0.026123046875,
        0.052734375,
        0.07666015625,
        0.046142578125,
        -0.031982421875,
        0.019775390625,
        0.034912109375,
        -0.00836181640625,
        0.00970458984375,
        -0.000919342041015625,
        0.053955078125,
        -0.01239013671875,
        0.044189453125,
        0.035888671875,
        0.023681640625,
        0.031494140625,
        -0.0107421875,
        -0.06396484375,
        0.0172119140625,
        0.06396484375,
        0.022216796875,
        -0.0546875,
        -0.0247802734375,
        0.009765625,
        -0.03271484375,
        -0.0186767578125,
        0.0157470703125,
        0.0031280517578125,
        -0.01214599609375,
        -0.056396484375,
        -0.06787109375,
        -0.051025390625,
        -0.08544921875,
        0.005767822265625,
        -0.022705078125,
        -0.0201416015625,
        -0.012451171875,
        -0.00653076171875,
        -0.0184326171875,
        0.033935546875,
        -0.041259765625,
        0.0498046875,
        0.0191650390625,
        -0.01446533203125,
        0.004913330078125,
        -0.0216064453125,
        0.056396484375,
        0.0284423828125,
        0.035400390625,
        -0.0238037109375,
        0.0023651123046875,
        -0.004425048828125,
        -0.0159912109375,
        0.01220703125,
        -0.0791015625,
        -0.0615234375,
        0.017333984375,
        -0.04443359375,
        0.032958984375,
        0.005096435546875,
        -0.035888671875,
        0.00032806396484375,
        -0.0224609375,
        0.00390625,
        -0.0001850128173828125,
        0.004486083984375,
        -0.003875732421875,
        -0.0133056640625,
        0.0029754638671875,
        0.001983642578125,
        -0.02685546875,
        -0.050048828125,
        0.01019287109375,
        -0.0233154296875,
        0.0208740234375,
        0.038330078125,
        -0.006256103515625,
        0.00286865234375,
        0.03515625,
        -0.01806640625,
        0.026611328125,
        -0.01953125,
        -0.00360107421875,
        0.005462646484375,
        0.060546875,
        -0.033447265625,
        0.040283203125,
        0.00482177734375,
        -0.06005859375,
        -0.01397705078125,
        0.0023651123046875,
        -0.0576171875,
        0.0296630859375,
        -0.010986328125,
        -0.01068115234375,
        -0.022705078125,
        -0.014892578125,
        -0.027587890625,
        0.0224609375,
        0.06787109375,
        -0.0205078125,
        -0.0216064453125,
        0.0341796875,
        0.031494140625,
        -0.0037841796875,
        -0.0289306640625,
        -0.026611328125,
        0.013671875,
        0.0135498046875,
        -0.013427734375,
        -0.005645751953125,
        -0.0478515625,
        0.03125,
        -0.024169921875,
        -0.02197265625,
        -0.044189453125,
        -0.03369140625,
        0.0260009765625,
        0.033203125,
        -0.01129150390625,
        0.000484466552734375,
        4.291534423828125e-05,
        0.041015625,
        0.0166015625,
        0.012939453125,
        0.02001953125,
        0.0194091796875,
        0.01458740234375,
        0.0206298828125,
        0.001220703125,
        0.035400390625,
        -0.0238037109375,
        0.005218505859375,
        -0.00104522705078125,
        0.0302734375,
        0.00046539306640625,
        0.0341796875,
        -0.001251220703125,
        -0.0294189453125,
        -0.0172119140625,
        0.0294189453125,
        -0.0211181640625,
        0.078125,
        -0.0203857421875,
        -0.033203125,
        -0.01239013671875,
        0.07470703125,
        0.01422119140625,
        -0.00799560546875,
        -0.0225830078125,
        0.0206298828125,
        -0.027099609375,
        -0.0016937255859375,
        -0.004425048828125,
        0.0172119140625,
        -0.01953125,
        0.01953125,
        0.0159912109375,
        0.033935546875,
        0.0400390625,
        0.0537109375,
        0.051513671875,
        -0.0021820068359375,
        0.072265625,
        -0.033447265625,
        -0.033447265625,
        -0.041259765625,
        -0.0031890869140625,
        0.00970458984375,
        -0.0263671875,
        -0.001556396484375,
        0.05419921875,
        -0.08203125,
        0.00653076171875,
        -0.038818359375,
        -0.022216796875,
        0.01422119140625,
        0.02490234375,
        0.0135498046875,
        -0.000843048095703125,
        0.005950927734375,
        -0.0023956298828125,
        -0.033203125,
        0.05078125,
        -0.00107574462890625,
        0.0247802734375,
        0.004638671875,
        0.0174560546875,
        -0.01214599609375,
        0.02001953125,
        -0.019775390625,
        -0.0025634765625,
        -0.0032958984375,
        -0.0299072265625,
        -0.007476806640625,
        -0.001922607421875,
        0.007232666015625,
        -0.0233154296875,
        -0.01239013671875,
        -0.022216796875,
        -0.0576171875,
        0.0213623046875,
        -0.00830078125,
        0.004791259765625,
        0.0032958984375,
        0.06298828125,
        -0.00193023681640625,
        0.005462646484375,
        0.0052490234375,
        0.019775390625,
        -0.0289306640625,
        -0.039306640625,
        -0.027099609375,
        0.0072021484375,
        0.005035400390625,
        0.0093994140625,
        0.054931640625,
        0.0157470703125,
        -0.004302978515625,
        0.0101318359375,
        0.0027618408203125,
        0.005096435546875,
        -0.01019287109375,
        0.039794921875,
        0.033203125,
        0.00787353515625,
        0.02685546875,
        0.002349853515625,
        -0.035888671875,
        -0.02734375,
        0.00118255615234375,
        0.045166015625,
        -0.0130615234375,
        0.003509521484375,
        -0.006988525390625,
        -0.018310546875,
        0.035400390625,
        -0.016357421875,
        0.024169921875,
        0.0322265625,
        0.017578125,
        0.04931640625,
        -0.01104736328125,
        0.0098876953125,
        0.0390625,
        0.0274658203125,
        0.005767822265625,
        0.009521484375,
        -0.037841796875,
        0.0712890625,
        -0.01611328125,
        0.06494140625,
        0.0021820068359375,
        0.042236328125,
        0.00592041015625,
        0.034912109375,
        0.022705078125,
        0.0230712890625,
        -0.02392578125,
        -0.04638671875,
        -0.028076171875,
        0.00970458984375,
        0.000743865966796875,
        -0.01611328125,
        0.01708984375,
        -0.02001953125,
        -0.0220947265625,
        -0.023193359375,
        0.03662109375,
        -0.00921630859375,
        -0.016357421875,
        -0.005340576171875,
        -0.039306640625,
        0.015625,
        -0.0150146484375,
        0.0179443359375,
        -0.004730224609375,
        0.012939453125,
        0.0257568359375,
        -0.035888671875,
        -0.02392578125,
        -0.0159912109375,
        0.060546875,
        0.0115966796875,
        -0.033203125,
        -0.03515625,
        -0.0205078125,
        0.019287109375,
        -0.026123046875,
        0.00982666015625,
        -0.0079345703125,
        0.0064697265625,
        -0.00592041015625,
        -0.048828125,
        -0.042236328125,
        -0.033935546875,
        0.0185546875,
        -0.00225830078125,
        0.0120849609375,
        0.0244140625,
        0.023193359375,
        0.01470947265625,
        -0.01104736328125,
        -0.036865234375,
        -0.0284423828125,
        0.0032958984375,
        -0.0034942626953125,
        0.01806640625,
        -0.04736328125,
        -0.00714111328125,
        0.049560546875,
        -0.00994873046875,
        -0.038330078125,
        0.0341796875,
        -0.002197265625,
        0.02099609375,
        0.01318359375,
        -0.007476806640625,
        -0.00775146484375,
        -0.00506591796875,
        0.010009765625,
        0.003387451171875,
        -0.056396484375,
        -0.0179443359375,
        0.0013885498046875,
        -0.02294921875,
        -0.01953125,
        -0.00860595703125,
        0.000362396240234375,
        -0.0045166015625,
        -0.007110595703125,
        0.0107421875,
        0.023681640625,
        0.050048828125,
        0.043701171875,
        -0.056884765625,
        0.00579833984375,
        -0.0087890625,
        -0.0194091796875,
        -0.009521484375,
        -0.0302734375,
        0.012939453125,
        -0.007415771484375,
        -0.007720947265625,
        -0.027587890625,
        0.01123046875,
        0.02392578125,
        -0.035400390625,
        -0.0203857421875,
        -0.01483154296875,
        -0.003875732421875,
        0.0107421875,
        -0.0023193359375,
        -0.0191650390625,
        -0.01348876953125,
        0.029296875,
        0.0019989013671875,
        -0.0152587890625,
        0.0296630859375,
        0.00118255615234375,
        0.00020122528076171875,
        -0.00799560546875,
        0.055908203125,
        0.0208740234375,
        0.046630859375,
        -0.042236328125,
        -0.012939453125,
        -0.058349609375,
        0.0189208984375,
        -0.0159912109375,
        -0.001251220703125,
        -0.004180908203125,
        -0.033203125,
        -0.0218505859375,
        0.00921630859375,
        0.00885009765625,
        0.0238037109375,
        -0.004730224609375,
        -0.0177001953125,
        -0.006378173828125,
        0.004791259765625,
        0.0142822265625,
        -0.0189208984375,
        0.0023651123046875,
        -0.0101318359375,
        -0.0439453125,
        -0.0033111572265625,
        0.00836181640625,
        0.027587890625,
        0.0380859375,
        0.0279541015625,
        -0.0274658203125,
        -0.0052490234375,
        -0.044189453125,
        -0.0299072265625,
        0.03662109375,
        0.036865234375,
        0.01544189453125,
        -0.0068359375,
        0.001434326171875,
        -0.006988525390625,
        0.00994873046875,
        -0.0277099609375,
        -0.00077056884765625,
        0.02001953125,
        -0.0034637451171875,
        -0.0137939453125,
        0.0277099609375,
        0.01348876953125,
        0.0546875,
        0.03271484375,
        0.037841796875,
        0.0250244140625,
        -0.003509521484375,
        0.0218505859375,
        -0.0294189453125,
        0.0242919921875,
        -0.023193359375,
        -0.0242919921875,
        0.0294189453125,
        0.01458740234375,
        0.041015625,
        0.0179443359375,
        -0.007049560546875,
        0.0157470703125,
        0.04296875,
        0.020263671875,
        0.041015625,
        -0.0185546875,
        0.0007171630859375,
        -0.023193359375,
        -0.045166015625,
        0.006439208984375,
        0.0211181640625,
        -0.000812530517578125,
        -0.0208740234375,
        0.0087890625,
        -0.00732421875,
        0.0079345703125,
        -0.02587890625,
        0.00121307373046875,
        -0.051025390625,
        0.017822265625,
        -0.00653076171875,
        -0.0233154296875,
        -0.0166015625,
        0.005615234375,
        0.040771484375,
        -0.00408935546875,
        0.0242919921875,
        0.00274658203125,
        0.00927734375,
        0.0021209716796875,
        0.019775390625,
        -0.0263671875,
        -0.007049560546875,
        0.0038604736328125,
        0.041259765625,
        -0.008056640625,
        -0.0159912109375,
        0.00872802734375,
        -0.00159454345703125,
        -0.0189208984375,
        -0.00970458984375,
        -0.0030975341796875,
        -0.0126953125,
        -0.00897216796875,
        -0.023193359375,
        -0.00133514404296875,
        0.005645751953125,
        -0.0019989013671875,
        -0.038330078125,
        0.00537109375,
        -0.0213623046875,
        0.0191650390625,
        0.0017852783203125,
        -0.041259765625,
        0.004486083984375,
        -0.0299072265625,
        0.01007080078125,
        -0.050537109375,
        -0.0079345703125,
        -0.01348876953125,
        0.041748046875,
        -0.031005859375,
        -0.038818359375,
        0.03515625,
        0.0164794921875,
        -0.0250244140625,
        -0.0299072265625,
        0.024658203125,
        -0.01324462890625,
        -0.0184326171875,
        0.0196533203125,
        0.06884765625,
        0.023193359375,
        -0.026611328125,
        0.052978515625,
        -0.00830078125,
        -0.01025390625,
        -0.0546875,
        0.0206298828125,
        -0.006591796875,
        0.000865936279296875,
        -0.0084228515625,
        0.0289306640625,
        0.02587890625,
        0.041015625,
        0.0111083984375,
        0.00732421875,
        0.005828857421875,
        0.026611328125,
        -0.0155029296875,
        -0.035888671875,
        0.0238037109375,
        0.000476837158203125,
        -0.0174560546875,
        -0.01904296875,
        0.007232666015625,
        0.0023345947265625,
        -0.0159912109375,
        0.0146484375,
        -0.0390625,
        -0.021484375,
        0.03125,
        -0.0302734375,
        0.050048828125,
        -0.010498046875,
        0.039794921875,
        0.036865234375,
        -0.0498046875,
        -0.028564453125,
        -0.009033203125,
        0.0169677734375,
        -0.025390625,
        0.0048828125,
        0.0264892578125,
        0.02880859375,
        0.009033203125,
        0.01214599609375,
        -0.0255126953125,
        -0.0322265625,
        0.03759765625,
        -0.01165771484375,
        -0.01483154296875,
        0.0242919921875,
        0.031494140625,
        -0.0113525390625,
        0.0537109375,
        -0.0361328125,
        -0.007568359375,
        0.005615234375,
        -0.0030975341796875,
        -0.01348876953125,
        0.017578125,
        -0.0020751953125,
        -0.0255126953125,
        0.021484375,
        0.006072998046875,
        0.03125,
        -0.00506591796875,
        0.0017242431640625,
        -0.01300048828125,
        -0.01708984375,
        0.0031280517578125,
        -0.0263671875,
        0.0015106201171875,
        -0.0205078125,
        -0.003509521484375,
        4.1961669921875e-05,
        0.02099609375,
        -0.0072021484375,
        -0.0031890869140625,
        -0.034423828125,
        -0.0205078125,
        -0.0179443359375,
        -0.01214599609375,
        0.0118408203125,
        -0.0020294189453125,
        -0.0244140625,
        0.0068359375,
        -0.0213623046875,
        0.00604248046875,
        0.037841796875,
        0.042236328125,
        0.0206298828125,
        0.01123046875,
        0.02392578125,
        -0.01544189453125,
        0.01055908203125,
        0.035400390625,
        0.00970458984375,
        0.02197265625,
        0.0030517578125,
        -0.0025787353515625,
        0.0186767578125,
        0.0233154296875,
        0.01904296875,
        -0.0218505859375,
        -0.0341796875,
        -0.0079345703125,
        0.0167236328125,
        -0.00372314453125,
        -0.006256103515625,
        0.004302978515625,
        0.00604248046875,
        0.0120849609375,
        -0.025390625,
        -0.01806640625,
        0.035400390625,
        0.01031494140625,
        -0.03955078125,
        0.017333984375,
        -0.006103515625,
        -0.0157470703125,
        0.00653076171875,
        0.01300048828125,
        -0.02197265625,
        0.0159912109375,
        0.0006256103515625,
        -0.056396484375,
        0.012451171875,
        0.01080322265625,
        -0.024169921875,
        -0.0167236328125,
        -0.043212890625,
        -0.0191650390625,
        -8.153915405273438e-05,
        0.00034332275390625,
        -0.01953125,
        0.049560546875,
        -0.02880859375,
        0.0167236328125,
        -0.015625,
        -0.00506591796875,
        -0.039794921875,
        -0.00506591796875,
        0.0400390625,
        0.0203857421875,
        0.03466796875,
        -0.0086669921875,
        0.011474609375,
        -0.007049560546875,
        0.001983642578125,
        -0.010009765625,
        -0.020263671875,
        -0.01080322265625,
        -0.0274658203125,
        -0.04052734375,
        -0.00390625,
        -0.0034942626953125,
        0.01300048828125,
        -0.032470703125,
        -0.043701171875,
        0.0177001953125,
        -0.007232666015625,
        0.01495361328125,
        0.00799560546875,
        -0.0157470703125,
        -0.02734375,
        -0.0233154296875,
        0.00408935546875,
        -0.00885009765625,
        -0.02294921875,
        0.032470703125,
        -0.0208740234375,
        0.033447265625,
        -0.00958251953125,
        -0.00130462646484375,
        0.003814697265625,
        -0.00750732421875,
        0.0172119140625,
        0.020263671875,
        -0.00592041015625,
        -0.01275634765625,
        0.00830078125,
        -0.041259765625,
        -0.04736328125,
        -0.0230712890625,
        -0.019775390625,
        0.0107421875,
        -0.0133056640625,
        -0.0224609375,
        0.01495361328125,
        -0.0211181640625,
        -0.02490234375,
        0.0230712890625,
        0.015869140625,
        0.017333984375,
        -0.044921875,
        -0.0140380859375,
        0.0478515625,
        -0.044189453125,
        -0.0247802734375,
        0.00494384765625,
        0.004425048828125,
        -0.01275634765625,
        0.0133056640625,
        0.01214599609375,
        -0.03955078125,
        0.0079345703125,
        0.007232666015625,
        0.0218505859375,
        0.00439453125,
        0.028076171875,
        -0.00872802734375,
        -0.005767822265625,
        -0.0034942626953125,
        -0.031982421875,
        -0.001495361328125,
        0.0048828125,
        0.0155029296875,
        0.027587890625,
        -0.0050048828125,
        0.005401611328125,
        -0.00250244140625,
        0.02001953125,
        -0.021484375,
        0.01043701171875,
        -0.04296875,
        0.0189208984375,
        0.02490234375,
        -0.01611328125,
        0.01611328125,
        0.001007080078125,
        -0.013427734375,
        -0.0159912109375,
        -0.014892578125,
        0.055908203125,
        0.02099609375,
        -0.023681640625,
        -0.0036773681640625,
        -0.0264892578125,
        0.0263671875,
        -0.00360107421875,
        -0.0269775390625,
        0.00848388671875,
        0.015869140625,
        0.01055908203125,
        -0.0084228515625,
        -0.03271484375,
        0.016357421875,
        0.0205078125,
        -0.07763671875,
        -0.00732421875,
        -0.0081787109375,
        0.000278472900390625,
        -0.0218505859375,
        -0.001007080078125,
        -0.04052734375,
        0.01446533203125,
        0.00567626953125,
        0.0230712890625,
        -0.033203125,
        0.000194549560546875,
        -0.01019287109375,
        -0.02490234375,
        0.02587890625,
        -0.00732421875,
        0.0142822265625,
        -0.0208740234375,
        -0.01190185546875,
        -0.0023345947265625,
        0.00830078125,
        0.0216064453125,
        -0.0400390625,
        -0.015625,
        0.0177001953125,
        -0.0089111328125,
        0.0279541015625,
        -0.008056640625,
        0.0213623046875,
        -0.016357421875,
        0.0269775390625,
        0.005523681640625,
        0.0177001953125,
        -0.0238037109375,
        -0.025390625,
        -0.005767822265625,
        -0.01123046875,
        -0.019775390625,
        0.01214599609375,
        -0.031494140625,
        0.0026702880859375,
        -0.01165771484375,
        0.00579833984375,
        0.01220703125,
        0.0024566650390625,
        -0.009521484375,
        0.0107421875,
        -0.016357421875,
        0.0166015625,
        -0.009033203125,
        0.0233154296875,
        -0.00848388671875,
        0.0213623046875,
        0.015869140625,
        0.0059814453125,
        0.0101318359375,
        0.0233154296875,
        -0.01495361328125,
        -0.02734375,
        -0.005340576171875,
        0.0034332275390625,
        -0.00653076171875,
        -0.0303955078125,
        -0.00104522705078125,
        0.0185546875,
        0.022216796875
      ],
      "title": "Trastorno  por  déficit  de  atención  con hiperactividad (TDAH) en niños y adolescentes. Una revisión clínica"
    }
  ]
}